{
    "products": [
        {
            "name": "Rain-X 5079272-2 Latitude 2-IN-1 Water Repellency Wiper Blade, 14\" (Pack of 1) 14\" Single",
            "category": "Automotive Parts & Accessories",
            "brand": "Rain-X",
            "description": "Rain-X has made the wiper pairings for your vehicle. Please visit the Rain-X brand store by clicking the Blue link above and go to wiper blades, and Latitude Water Repellency Pairs to find your pair.",
            "image": "https://m.media-amazon.com/images/I/71SxdfdHhYL.jpg",
            "price": 14.97,
            "stock": 100
        },
        {
            "name": "Bosch PV13 Wiper Blade Wiper Blade PV13 Pack of 1",
            "category": "Automotive Parts & Accessories",
            "brand": "Bosch Automotive",
            "description": "Authentic Product",
            "image": "https://m.media-amazon.com/images/I/31nkobqNC-L.jpg",
            "price": 5.49,
            "stock": 100
        },
        {
            "name": "THISWORX Car Vacuum Cleaner - Portable, High Power, Mini Handheld Vacuum w/ 3 Attachments, 16 Ft Cord & Bag - 12v, Small Auto Accessories Kit for Interior Detailing - Black",
            "category": "Automotive Parts & Accessories",
            "brand": "ThisWorx for",
            "description": "PRACTICAL: A mini vacuum for car or truck that is compact, lightweight (2.4 lbs), and easy to use. Equipped with a HEPA filter, this small dustbuster is ready for ash, dust, or drive-thru food spills. A fully loaded interior car detailing kit housed in an ergonomic design.",
            "image": "https://m.media-amazon.com/images/I/81ibHPBxFcL.jpg",
            "price": 34.88,
            "stock": 100
        },
        {
            "name": "Cleaning Gel for Car, Car Cleaning Kit Universal Detailing Automotive Dust Car Crevice Cleaner Auto Air Vent Interior Detail Removal Putty Cleaning Keyboard Cleaner for Car Vents, PC, Laptops, Cameras",
            "category": "Automotive Parts & Accessories",
            "brand": "PULIDIKI",
            "description": "PERFECT CAR CLEANING TOOL: Cleaning gel is designed to clean car air vents, steering wheels, console panel, storage bins, cup holder, door handles, dashboards and other other hard-to-reach spaces.",
            "image": "https://m.media-amazon.com/images/I/71YLxhnPUxL.jpg",
            "price": 6.99,
            "stock": 100
        },
        {
            "name": "Amazon Basics Microfiber Cleaning Cloths, Non-Abrasive, Reusable and Washable - Pack of 24, 12 x16-Inch, Blue, White and Yellow Blue/White/Yellow 24-Pack Cleaning Cloths",
            "category": "Automotive Parts & Accessories",
            "brand": "Amazon Basics",
            "description": "Ultra soft, non-abrasive microfiber cleaning cloths will not scratch paints, vinyl, glass, finishes or other surfaces",
            "image": "https://m.media-amazon.com/images/I/81wUWVAiWDL.jpg",
            "price": 13.43,
            "stock": 100
        },
        {
            "name": "Mobil 1 Extended Performance Full Synthetic Motor Oil 0W-20, 5 Quart 5 Quart Extended Performance 0W-20",
            "category": "Automotive Parts & Accessories",
            "brand": "Mobil 1",
            "description": "Helps prevent deposits and sludge build-up to enable long engine life",
            "image": "https://m.media-amazon.com/images/I/61ZYIkgC75L.jpg",
            "price": 22.38,
            "stock": 100
        },
        {
            "name": "Rain-X RX30212 Weatherbeater Wiper Blade - 12-Inches - (Pack of 1) 12-Inches Single",
            "category": "Automotive Parts & Accessories",
            "brand": "Rain-X",
            "description": "Long lasting durability defined by a galvanized steel frame that prevents rust and corrosion",
            "image": "https://m.media-amazon.com/images/I/51uPwaHjggL.jpg",
            "price": 7.5,
            "stock": 100
        },
        {
            "name": "Bosch Workshop Air Filter 5344WS (Mercedes-Benz) Carbon Activated Workshop Cabin Filter C3503WS Air Filter",
            "category": "Automotive Parts & Accessories",
            "brand": "Bosch Automotive",
            "description": "Performance and durability are maximized by mold-resistant multi-layer media",
            "image": "https://m.media-amazon.com/images/I/81dRrR1AAvL.jpg",
            "price": 3.13,
            "stock": 100
        },
        {
            "name": "Everlasting Comfort Seat Cushion Pillow for Office Chair - Sit Longer, Feel Better - Butt, Tailbone, Back, Coccyx, Sciatica Memory Foam Cushions - Computer Desk Pain Relief Pad Black",
            "category": "Office Products",
            "brand": "Everlasting Comfort",
            "description": "🪑Simple Solution to Your Uncomfortable Chair Problem: Made with pure memory foam, our pressure relief seat cushion uses your own body heat to adapt to your curves, giving you the support your current office chair lacks",
            "image": "https://m.media-amazon.com/images/I/81hIrlDoBaL.jpg",
            "price": 39.94,
            "stock": 100
        },
        {
            "name": "Camco 40043 TastePure RV/Marine Water Filter with Flexible Hose Protector | Protects Against Bacteria | Reduces Bad Taste, Odors, Chlorine and Sediment in Drinking Water",
            "category": "Automotive Parts & Accessories",
            "brand": "Camco",
            "description": "Safe water matters: GAC (Granular Activated Carbon) filtration greatly reduces bad taste, odor, chlorine, and sediment",
            "image": "https://m.media-amazon.com/images/I/815Lz5ebXqS.jpg",
            "price": 14.62,
            "stock": 100
        },
        {
            "name": "Chemical Guys CWS21364 Mr. Gold Foaming Car Wash Soap (Works with Foam Cannons, Foam Guns or Bucket Washes) Safe for Cars, Trucks, Motorcycles, RVs & More, 64 fl oz (Half Gallon), Pina Colada Scent Mr. Gold .5 Gal/64 oz",
            "category": "Automotive Parts & Accessories",
            "brand": "Chemical Guys",
            "description": "FOAMY FUN – The key to a clean car or a complete detail starts with a great wash. The best way to wash your car, truck, SUV, RV or Jeep is to use a product that creates a lot of foam. Mr. Gold produces thick, dirt fighting bubbles that help clean any vehicle.",
            "image": "https://m.media-amazon.com/images/I/51YL5NjErYS.jpg",
            "price": 6.99,
            "stock": 100
        },
        {
            "name": "AstroAI Air Compressor Tire Inflator Portable Air Pump for Car Tires 12V DC Auto Tire Pump with Digital Pressure Gauge, 100PSI with Emergency LED Light for Car, Bicycle, Balloons and Other Inflatables Blue",
            "category": "Automotive Parts & Accessories",
            "brand": "AstroAI",
            "description": "FAST INFLATION & ADVANCED ACCURACY: High-quality materials were sourced for this tire inflator as it can pump up your car's tires with 35 L/Min, it can inflate the 195/55/R15 car tire from 0 to 35psi under 5 minutes. Professionally calibrated to always return a reading within 1.5% of the pressure of your tire. Please NOTE that after 10-15 minutes of continuous use, let the air compressor rest and cool for an equal amount of time at a minimum before continuing use.",
            "image": "https://m.media-amazon.com/images/I/71F+LX0OUrL.jpg",
            "price": 31.99,
            "stock": 100
        },
        {
            "name": "EcoNour Car Windshield Sun Shade with Storage Pouch | Durable 240T Material Car Sun Visor for UV Rays and Sun Heat Protection | Car Interior Accessories for Sun Heat | Classic (59 inches x 29 inches) Small/Classic (59 x 29 inches)",
            "category": "Automotive Parts & Accessories",
            "brand": "EcoNour",
            "description": "Protects Your Car Interiors: We know that the sun heat can be exhausting to you as well as to your car. EcoNour Car Sun Shade for Windshield is effective against harmful UV rays from damaging your car's interior accessories. It is super durable and convenient to use.",
            "image": "https://m.media-amazon.com/images/I/81HyUp6vqZL.jpg",
            "price": 11.89,
            "stock": 100
        },
        {
            "name": "BDK PolyPro Car Seat Covers Full Set in Beige on Black – Front and Rear Split Bench Car Seat Cover, Easy to Install, Interior Covers for Auto Truck Van SUV",
            "category": "Automotive Parts & Accessories",
            "brand": "BDK",
            "description": "PROTECTS AGAINST STAINS – These are the perfect seat covers for your new car, or even a car that’s just new-to-you. Our car seat covers provide protection against spills and stains that might occur inside of your vehicle.",
            "image": "https://m.media-amazon.com/images/I/61Cr7S+PiZL.jpg",
            "price": 29.39,
            "stock": 100
        },
        {
            "name": "ComfiLife Gel Enhanced Seat Cushion - Non-Slip Orthopedic Gel & Memory Foam Coccyx Cushion for Tailbone Pain - Office Chair Car Seat Cushion - Sciatica & Back Pain Relief (Black)",
            "category": "Office Products",
            "brand": "ComfiLife",
            "description": "Most Comfortable Gel Memory Foam Cushion On The Market - ComfiLife's all-in-one features are unrivaled: Non-slip rubber bottom, built-in handle for easy transport and machine-washable zippered velour cover for easy cleaning. The ComfiLife Coccyx Cushion is the best gel memory foam seat cushion on the market made of premium quality durable memory foam with cool off gel layer on top for superior comfort",
            "image": "https://m.media-amazon.com/images/I/81IB3IlKVVL.jpg",
            "price": 43.95,
            "stock": 100
        },
        {
            "name": "NOCO Boost Plus GB40 1000 Amp 12-Volt UltraSafe Lithium Jump Starter Box, Car Battery Booster Pack, Portable Power Bank Charger, and Jumper Cables For Up To 6-Liter Gasoline and 3-Liter Diesel Engines",
            "category": "Automotive Parts & Accessories",
            "brand": "NOCO",
            "description": "Start Dead Batteries - Safely jump start a dead battery in seconds with this compact, yet powerful, 1000-amp portable lithium car battery jump starter pack - up to 20 jump starts on a single charge - and rated for gasoline engines up to 6 liters and diesel engines up to 3 liters.",
            "image": "https://m.media-amazon.com/images/I/913+OdWA3NL.jpg",
            "price": 99.95,
            "stock": 100
        },
        {
            "name": "Chemical Guys SPI220 Total Interior Cleaner & Protectant, 1 Gal 1 Gal/128 oz Fresh",
            "category": "Automotive Parts & Accessories",
            "brand": "Chemical Guys",
            "description": "Cleans and protects virtually all car interior surfaces",
            "image": "https://m.media-amazon.com/images/I/61oboEPGtCL.jpg",
            "price": 7.68,
            "stock": 100
        },
        {
            "name": "Motor Trend 923-BD Burgundy FlexTough Contour Liners-Deep Dish Heavy Duty Rubber Floor Mats for Car SUV Truck & Van-All Weather Protection Trim to Fit Most Vehicles BURGUNDY Full Set",
            "category": "Automotive Parts & Accessories",
            "brand": "Motor Trend",
            "description": "Flex Tough – Our Advanced Performance Rubber Polymers are Tested for Extreme Conditions to Ensure they Don't Crack, Split or Deform",
            "image": "https://m.media-amazon.com/images/I/81XY0PHVBDL.jpg",
            "price": 28.72,
            "stock": 100
        },
        {
            "name": "Chenille Premium Scratch-Free Microfiber Wash Mitt Green (2 Pack) Lime Green (New Version) Regular - 2PK",
            "category": "All Departments",
            "brand": "Chemical Guys",
            "description": "Wash your car with the most sensitive touch",
            "image": "https://m.media-amazon.com/images/I/81dwUJveizL.jpg",
            "price": 5.59,
            "stock": 100
        },
        {
            "name": "CAR GUYS Plastic Restorer - The Ultimate Solution for Bringing Rubber, Vinyl and Plastic Back to Life! - 8 Oz Kit",
            "category": "Automotive Parts & Accessories",
            "brand": "CAR GUYS",
            "description": "✅ Results That Last! – Are you tired of wasting time and money on plastic restorers that claim to last long? They always look great in the beginning.. only to fade after a few days, or maybe a month if it’s decent! Our product will renew, seal and protect any interior/exterior surface and WILL LAST.. for several MONTHS! Stop purchasing cheap junk with false claims, our product will out last all of them!",
            "image": "https://m.media-amazon.com/images/I/61lY7hxBgVL.jpg",
            "price": 16.97,
            "stock": 100
        },
        {
            "name": "Car Seat Headrest Hook 4 Pack Hanger Storage Organizer Universal for Handbag Purse Coat fit Universal Vehicle Car Black S Type",
            "category": "Automotive Parts & Accessories",
            "brand": "Amooca",
            "description": "Material: this good is made of premium quality material. This item is wide & deep enough for your purse, backpack and so on.",
            "image": "https://m.media-amazon.com/images/I/71Hz9qwLc0L.jpg",
            "price": 7.99,
            "stock": 100
        },
        {
            "name": "Enovoe Car Window Shade - (2 Pack) - 21\"x14\" Cling Sunshade for Car Windows - Sun, Glare and UV Rays Protection for Your Child - Baby Side Window Car Sun Shades 2-Pack",
            "category": "Automotive Parts & Accessories",
            "brand": "Enovoe",
            "description": "ABSOLUTE SUN PROTECTION - Do you want your child exposed to the sun's heat? Mesh fabric design on our car sun shade is Guaranteed to provide protection from sun glare and heat - The car window sun shade blocks over 97% of harmful UV Rays. This can protect your baby and passengers from skin irritation and bright sunlight. The car sun shades will additionally help keep your car cooler.",
            "image": "https://m.media-amazon.com/images/I/81VSjTEIsmL.jpg",
            "price": 10.17,
            "stock": 100
        },
        {
            "name": "EPAuto Waterproof Car Trash Can with Lid and Storage Pockets, Black",
            "category": "Industrial & Scientific",
            "brand": "EPAuto",
            "description": "2.0 Gallon Capacity Big Trash Bin to Maintain Your Vehicle Clean, Organized, Free of Trash. 10 pieces trash bags included",
            "image": "https://m.media-amazon.com/images/I/81qm59RPMJS.jpg",
            "price": 12.87,
            "stock": 100
        },
        {
            "name": "Spearhead Premium Breathe Easy Cabin Filter, Up to 25% Longer Life w/Activated Carbon (BE-819) 10 x 8.9 x 0.8 in",
            "category": "Automotive Parts & Accessories",
            "brand": "SPEARHEAD",
            "description": "Up to 25% Longer Life: Precision woven and infused with real coconut shell activated carbon, our Breathe Easy cabin air filters are engineered to last up to 15,000 miles, 25% longer than the standard performance of 12,000 miles",
            "image": "https://m.media-amazon.com/images/I/91FH2wpa5DL.jpg",
            "price": 11.97,
            "stock": 100
        },
        {
            "name": "Febreze Unstopables Car Air Freshener, Unstopables Fresh Scent, Odor Eliminator for Strong Odor Car Vent Clips, .07 Fl Oz (3 Count)",
            "category": "Health, Household & Baby Care",
            "brand": "Febreze",
            "description": "Eliminates trapped car odors with an irresistible scent",
            "image": "https://m.media-amazon.com/images/I/81Qy6ClEvZL.jpg",
            "price": 7.94,
            "stock": 100
        },
        {
            "name": "Camco RhinoFLEX 10-foot RV Sewer Hose Extension Kit with Swivel Fitting, Frustration Free-Packaging (39774) 10ft Sewer Hose Extension Kit Frustration-Free Packaging",
            "category": "Automotive Parts & Accessories",
            "brand": "Camco",
            "description": "Kit Includes: 10 foot RhinoFLEX hose with pre attached swivel lug and bayonet fitting",
            "image": "https://m.media-amazon.com/images/I/714Btw6rmtL.jpg",
            "price": 17.7,
            "stock": 100
        },
        {
            "name": "Valvoline Advanced Full Synthetic SAE 0W-16 Motor Oil 1 QT (Packaging May Vary) 0W-16 1 QT",
            "category": "All Departments",
            "brand": "Valvoline",
            "description": "40% MORE PROTECTION than industry standards with enhanced anti-wear additives that build a bonus layer of defense between critical moving parts within your engine",
            "image": "https://m.media-amazon.com/images/I/81zrGxQt4gL.jpg",
            "price": 5.05,
            "stock": 100
        },
        {
            "name": "Drop Stop - The Original Patented Car Seat Gap Filler (AS SEEN ON Shark Tank) - Set of 2 and Slide Free Pad and Light",
            "category": "Automotive Parts & Accessories",
            "brand": "Drop Stop",
            "description": "Drop Stop provides 100% Gap Coverage in front of, surrounding and behind seat belt catch. Drop Stop attaches to the seat belt catch via built in slot; moves with the seat and no need to readjust or reinstall.",
            "image": "https://m.media-amazon.com/images/I/71aaOjmFYtL.jpg",
            "price": 24.99,
            "stock": 100
        },
        {
            "name": "Govee LED Car Lights with App Control, Smart Interior Car Lights with DIY Mode and Music Mode, RGB Car Lights with 2 Lines Design, Under Dash Interior Lights for Car with Car Charger, DC 12V",
            "category": "Automotive Parts & Accessories",
            "brand": "Govee",
            "description": "Creative DIY Mode: Choose from over 16 million available colors or customize light effects to your liking in DIY mode via Govee Home app. With more creative freedom, you can easily make your car stand out in unique style.",
            "image": "https://m.media-amazon.com/images/I/71UcEotkdRL.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "Leather Honey Leather Conditioner, Best Leather Conditioner Since 1968. For Use on Leather Apparel, Furniture, Auto Interiors, Shoes, Bags and Accessories. Non-Toxic and Made in the USA! 8 Ounce",
            "category": "Automotive Parts & Accessories",
            "brand": "Leather Honey",
            "description": "POWERFUL LEATHER CONDITIONER: Leather Honey penetrates deep to protect new leather and rejuvenate dry leather and old leather. This non-toxic leather conditioner has no silicone, solvents or animal products. Not sticky and completely odorless. Protect leather all year long from snow & rain with our water-repellant formula!",
            "image": "https://m.media-amazon.com/images/I/61WMAXHtjgL.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "Chemical Guys MIC_506_03 Professional Grade Premium Microfiber Towels, Gold 16\" x 16\", Pack of 3 3 pack",
            "category": "Automotive Parts & Accessories",
            "brand": "Chemical Guys",
            "description": "Scratch free, lint free and swirl free",
            "image": "https://m.media-amazon.com/images/I/71ImCBfjvOL.jpg",
            "price": 12.99,
            "stock": 100
        },
        {
            "name": "Rain-X 600001 Windshield Repair Kit Pack of 1",
            "category": "Automotive Parts & Accessories",
            "brand": "Rain-X",
            "description": "Easy to use - takes only minutes",
            "image": "https://m.media-amazon.com/images/I/812PMDAmIrS.jpg",
            "price": 11.48,
            "stock": 100
        },
        {
            "name": "Bike Phone Holder, Motorcycle Phone Mount - Lamicall Bicycle Handlebar Cell Phone Clamp, Scooter Phone Clip for Phone 11 Pro Max, S9 and 4.7\"- 6.8\" Cellphone Black",
            "category": "Automotive Parts & Accessories",
            "brand": "Lamicall",
            "description": "【 Sturdy and Safe】 A special shape of this motorcycle & bike phone holder grips each corner of your phone tightly. It ensures the safety of your cell phone attached to the bike handlebar even on a bumpy road.",
            "image": "https://m.media-amazon.com/images/I/71kw0RENMVL.jpg",
            "price": 17.99,
            "stock": 100
        },
        {
            "name": "Chemical Guys CWS203_16 Foaming Citrus Fabric Clean Carpet & Upholstery Cleaner (Car Carpets, Seats & Floor Mats), 16 fl oz, Citrus Scent 16 oz Fabric Clean",
            "category": "Automotive Parts & Accessories",
            "brand": "Chemical Guys",
            "description": "Fabric Cleaner: Cleans Cloth, Carpet, Upholstery, and More",
            "image": "https://m.media-amazon.com/images/I/71kYs5slodL.jpg",
            "price": 6.99,
            "stock": 100
        },
        {
            "name": "Camco 43031 10ft Sidewinder RV Sewer Hose Support, Made From Sturdy Lightweight Plastic, Won't Creep Closed, Holds Hoses In Place, No Need For Straps 10 Feet Standard Packaging",
            "category": "Automotive Parts & Accessories",
            "brand": "Camco",
            "description": "The Ultimate Protection and Support for Your Sewer Hose: The 10 foot Sidewinder RV Sewer Hose Support by Camco lifts and cradles your sewer hose while in connection from your RV to the dump station; It keeps your sewer hose off the ground and prevents potential damage or punctures to your RV or camper sewer hose by safely nesting it in heavy duty plastic",
            "image": "https://m.media-amazon.com/images/I/813wPTQWwuL.jpg",
            "price": 21.59,
            "stock": 100
        },
        {
            "name": "NOCO GENIUS1, 1-Amp Fully-Automatic Smart Charger, 6V and 12V Portable Battery Charger, Battery Maintainer, Trickle Charger, and Battery Desulfator with Temperature Compensation",
            "category": "Automotive Parts & Accessories",
            "brand": "NOCO",
            "description": "Meet the GENIUS1 - Similar to our G750, just better. It's 35% smaller and delivers 35% more power. It's the all-in-one solution - battery charger, battery maintainer, trickle charger, plus battery desulfator.",
            "image": "https://m.media-amazon.com/images/I/81Wd4nh6jEL.jpg",
            "price": 34.95,
            "stock": 100
        },
        {
            "name": "Camco 4ft TastePURE Drinking Water Hose - Lead and BPA Free, Reinforced for Maximum Kink Resistance, 1/2\"Inner Diameter (22763) , White 4'",
            "category": "Automotive Parts & Accessories",
            "brand": "Camco",
            "description": "Made with NSF certified hose; drinking water safe",
            "image": "https://m.media-amazon.com/images/I/61VvFJfI3NL.jpg",
            "price": 6.99,
            "stock": 100
        },
        {
            "name": "Drive Auto Car Trunk Organizer - Collapsible, Multi-Compartment Automotive SUV Car Organizer for Storage w/ Adjustable Straps - Truck & Car Accessories for Women and Men - Black",
            "category": "Automotive Parts & Accessories",
            "brand": "DRIVE AUTO PRODUCTS",
            "description": "COLLAPSIBLE - Car organization is now easy to come by with the Drive Auto car trunk organizer. It can be resized to fit large or small vehicle spaces and conveniently folds away when not in use.",
            "image": "https://m.media-amazon.com/images/I/71UKtvNXfZL.jpg",
            "price": 24.95,
            "stock": 100
        },
        {
            "name": "Chemical Guys TVD_107 V.R.P. Vinyl, Rubber and Plastic Non-Greasy Dry-to-the-Touch Long Lasting Super Shine Dressing for Tires, Trim and More, 1 Gal 1 Gal/128 oz VRP",
            "category": "Automotive Parts & Accessories",
            "brand": "Chemical Guys",
            "description": "Restore & Maintain Shine: Penetrates deep to nourish and restore vinyl, rubber and plastic. Refined cream creates a long lasting, non-greasy dry-to-the-touch high, rich shine on tires, dashboards, door panels, bumper trim, windshield cowls, rubber tire sidewalls, grilles, grates, side mirrors and more",
            "image": "https://m.media-amazon.com/images/I/61ZDdHpuJGL.jpg",
            "price": 6.98,
            "stock": 100
        },
        {
            "name": "New Diamond Leather Steering Wheel Cover with Bling Bling Crystal Rhinestones, Universal Fit 15 Inch Car Wheel Protector for Women Girls,Black Black Standard Size[14\"1/2-15\"]",
            "category": "Automotive Parts & Accessories",
            "brand": "ChuLian",
            "description": "▶Crystal Steering Wheel Cover Material: High Quality PU Leather and Top diamond craftwork: more stable compare with other same products,and will not hurt your hands.",
            "image": "https://m.media-amazon.com/images/I/71wIuz5rpvS.jpg",
            "price": 15.29,
            "stock": 100
        },
        {
            "name": "GOOACC 240PCS Bumper Retainer Clips Car Plastic Rivets Fasteners Push Retainer Kit Most Popular Sizes Auto Push Pin Rivets Set -Door Trim Panel Fender Clips for GM Ford Toyota Honda Chrysler 240PCS Clips + Remover",
            "category": "Automotive Parts & Accessories",
            "brand": "GOOACC",
            "description": "UNIVERSAL FIT KIT - Great Assortment Push Retainer Kit with 12 popular size, fitting for door trim, radiator shield yoke, fender, bumper and splash shield retainers replacement for Ford, GM, Chrysler, Toyota, Honda and more.",
            "image": "https://m.media-amazon.com/images/I/71rDWpcgQQL.jpg",
            "price": 13.76,
            "stock": 100
        },
        {
            "name": "Car Trash Can with Lid, WAVELANE Automotive Waterproof Car Garbage Can, Collapsible Car Trash Bag Hanging, Car Accessories Interior Car Organizer (Black)",
            "category": "All Departments",
            "brand": "WAVELANE",
            "description": "CAR ACCESSORIES – WAVELANE car trash bag keeps your car clean and organized. With an adjustable strap with a buckle and bottom hook, this car trash can can be mounted on a seat's headrest, seat back, gear shift, center console, or be placed on the front seat floor or between passenger seats. Made of durable polyester that is easy to clean.",
            "image": "https://m.media-amazon.com/images/I/61PYStINFhL.jpg",
            "price": 11.99,
            "stock": 100
        },
        {
            "name": "Camco TST Ultra-Concentrated Orange Citrus Scent RV Toilet Treatment Drop-Ins, Formaldehyde Free, Breaks Down Waste And Tissue, Septic Tank Safe, 30-Pack (41183)",
            "category": "Automotive Parts & Accessories",
            "brand": "Camco",
            "description": "Essential for RV black water holding tanks: Eliminates odors and helps break down waste and tissue in your RV's black water holding tank",
            "image": "https://m.media-amazon.com/images/I/91GPXOE4i5L.jpg",
            "price": 11.86,
            "stock": 100
        },
        {
            "name": "Marsauto 194 LED Light Bulb 6000K 168 T10 2825 5SMD LED Replacement Bulbs for Car Dome Map Door Courtesy License Plate Lights (Pack of 10)",
            "category": "Automotive Parts & Accessories",
            "brand": "Marsauto",
            "description": "Fit bulb size: T10, 147, 152, 158, 159, 161, 168, 175, 184, 192, 193, 194 2825 W5W, 194 LED bulb can fit map light, dome light, license plate light, trunk light, courtesy light",
            "image": "https://m.media-amazon.com/images/I/61eXny2XMpL.jpg",
            "price": 8.49,
            "stock": 100
        },
        {
            "name": "CERAKOTE Ceramic Headlight Restoration Kit – Guaranteed To Last As Long As You Own Your Vehicle – Brings Headlights back to Like New Condition - 3 Easy Steps - No Power Tools Required 1 VEHICLE KIT",
            "category": "Automotive Parts & Accessories",
            "brand": "CERAKOTE",
            "description": "- GUARANTEED TO LAST AS LONG AS YOU OWN YOUR VEHICLE! - You read it right! We're so confident in our CERAMIC coating that we'll stand behind our limited lifetime warranty that it will last as long as you own your vehicle, or we'll cover the next kit for free. Our chemists developed this kit IN HOUSE at Cerakote HQ. We aren't re-bottling another company's product. This is a CERAMIC coating that chemically bonds to your headlights and provides UV protection for as long as you'll own your vehicle.",
            "image": "https://m.media-amazon.com/images/I/71Mw-1nqyiL.jpg",
            "price": 16.88,
            "stock": 100
        },
        {
            "name": "Amazon Basics Full Synthetic Motor Oil, 5W-40, Euro Formula, 1 Quart, 6 Pack Full Synthetic 1 Quart - 6-Pack 5W-40",
            "category": "Automotive Parts & Accessories",
            "brand": "Amazon Basics",
            "description": "For best performance, follow the manufacturer's recommendations in your vehicle owner’s manual.",
            "image": "https://m.media-amazon.com/images/I/71gvI771BgL.jpg",
            "price": 19.02,
            "stock": 100
        },
        {
            "name": "TORRAS Shockproof Compatible for iPhone 13 Pro Case, [Military-Grade Drop Tested] Translucent Matte Hard PC Back with Soft Silicone Edge Slim Protective Phone Guardian, Black",
            "category": "All Departments",
            "brand": "TORRAS",
            "description": "[Certified Military Grade Protection] Compatible for iPhone 13 Pro phone case provides certified MIL-STD-810H protection, engineered with tough polycarbonate and soft flexible rubber bumper to protect your new Phone from daily wear and tear. It comes with build in 360° all-around powerful impact dispersion airbags and 4 corners equipped with 2nd gen X-SHOCK anti-collision angle technology strongly protect the protruding mobile phone from falling, collision and face-up or face-down injuries",
            "image": "https://m.media-amazon.com/images/I/71-mCulyTsL.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "Holikme 20Piece Drill Brush Attachments Set,Black Scrub Pads & Sponge, Power Scrubber Brush with Extend Long Attachment All Purpose Clean for Grout, Tiles, Sinks, Bathtub, Bathroom, Kitchen & Automo",
            "category": "Home & Kitchen",
            "brand": "Holikme",
            "description": "* * ✔ Drill Cleaning Attachment Set（Brush&Scouring Pads&Scrub Sponge), Includes: 6 shape of Medium drill power scrubber brushes, 9 Piece different stiffnesses Scouring pads，3 Piece scrub sponge and 4 inch backer.",
            "image": "https://m.media-amazon.com/images/I/81umt7DBFUL.jpg",
            "price": 19.95,
            "stock": 100
        },
        {
            "name": "MOTOPOWER MP69033 Car OBD2 Scanner Code Reader Engine Fault Code Reader Scanner CAN Diagnostic Scan Tool for All OBD II Protocol Cars Since 1996, Yellow",
            "category": "Automotive Parts & Accessories",
            "brand": "MOTOPOWER",
            "description": "✅【Multi-Functions】- Practical Multi-Functions OBD2 code reader features built-in OBD2 DTC lookup library, which help you to determine the cause of the engine light, read code, erase code, view freeze frame, I/M ready, vehicle information, data flow, real-time curve, get vehicle speed information, calculate load value, engine coolant temperature, get engine speed.",
            "image": "https://m.media-amazon.com/images/I/61ZmgqNhtbL.jpg",
            "price": 25.0,
            "stock": 100
        },
        {
            "name": "ColorCoral Cleaning Gel Universal Gel Cleaner for Car Vent Keyboard Auto Cleaning Putty Dashboard Dust Remover Putty Auto Duster Cleaning Kit 160G",
            "category": "Electronics",
            "brand": "ColorCoral",
            "description": "🐋 ColorCoral cleaning gel, simple and convenient cleaning kits for PC/laptop keyboard 💻 and other rugged surface, such as the car vent 🚘, camera 📷, printer 📹, cell phone ☎, calculator, speaker, air conditioner, TV 📺 and other appliances.",
            "image": "https://m.media-amazon.com/images/I/71XjAChD4rL.jpg",
            "price": 5.08,
            "stock": 100
        },
        {
            "name": "Amazon Basics Multipurpose Copy Printer Paper, 8.5 x 11 Inch 20Lb Paper - 1 Ream (500 Sheets), 92 GE Bright White 1 Ream | 500 Sheets Multipurpose (8.5x11) Paper",
            "category": "Office Products",
            "brand": "Amazon Basics",
            "description": "1 ream (500 sheets) of 8.5 x 11 white copier and printer paper for home or office use",
            "image": "https://m.media-amazon.com/images/I/71mwf6-21xL.jpg",
            "price": 8.99,
            "stock": 100
        },
        {
            "name": "Hammermill Printer Paper, 20 Lb Copy Paper, 11 x 17 - 1 Ream (500 Sheets) - 92 Bright, Made in the USA 1 Ream | 500 Sheets Ledger (11x17)",
            "category": "Office Products",
            "brand": "Hammermill",
            "description": "HAMMERMILL’S BEST SELLING PRINTER PAPER: You will receive one ream of paper with 500 sheets of 20lb, 92 bright, 11\" x 17\" white copy paper. Ledger Size",
            "image": "https://m.media-amazon.com/images/I/71hI9Lx8IqL.jpg",
            "price": 11.29,
            "stock": 100
        },
        {
            "name": "Amazon Basics Narrow Ruled 5 x 8-Inch Lined Writing Note Pads - 12-Pack (50-sheet Pads), Canary Canary 5-Inch by 8-Inch Writing Pad",
            "category": "All Departments",
            "brand": "Amazon Basics",
            "description": "12-pack of 50-sheet standard 15 lb. narrow-ruled, perforated note pads; canary yellow",
            "image": "https://m.media-amazon.com/images/I/81YeOYMFZuL.jpg",
            "price": 9.06,
            "stock": 100
        },
        {
            "name": "Scotch Heavy Duty Packaging Tape, 1.88\" x 22.2 yd, Designed for Packing, Shipping and Mailing, Strong Seal on All Box Types, 1.5\" Core, Clear, 6 Rolls with Dispenser (142-6)",
            "category": "Office Products",
            "brand": "Scotch",
            "description": "This heavy duty packing tape is guaranteed to Stay Sealed. If your box does not stay sealed, 3M will refund the purchase price of this tape. Proof of purchase required",
            "image": "https://m.media-amazon.com/images/I/81Ogtj4bX4L.jpg",
            "price": 12.99,
            "stock": 100
        },
        {
            "name": "EZlifego Double Sided Tape Heavy Duty (9.85FT), Multipurpose Removable Mounting Tape Adhesive Grip,Reusable Strong Sticky Wall Tape Strips Transparent Tape Poster Carpet Tape for Paste Items,Household 9.85 Feet",
            "category": "Industrial & Scientific",
            "brand": "EZlifego",
            "description": "【MULTIFUNCTIONAL TAPE】- Made from the latest acrylic-gel material, our transparent double-sided adhesive tape is incredibly strong,durable,Easy to Install,No Tools Required,Instant Bonding does not require curing or drying stage.This super adhesive tape works perfectly in temperatures range from 0℉ to 200℉.",
            "image": "https://m.media-amazon.com/images/I/61V0o79n41L.jpg",
            "price": 12.99,
            "stock": 100
        },
        {
            "name": "Original HP 67XL Black High-yield Ink Cartridge | Works with HP DeskJet 1255, 2700, 4100 Series, HP ENVY 6000, 6400 Series | Eligible for Instant Ink | 3YM57AN",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71Llge105IL.jpg",
            "price": 23.89,
            "stock": 100
        },
        {
            "name": "Amazon Basics 6-Sheet Cross-Cut Paper and Credit Card Home Office Shredder 6 Sheet",
            "category": "Electronics",
            "brand": "Amazon Basics",
            "description": "6 sheet crosscut paper/credit card shredder",
            "image": "https://m.media-amazon.com/images/I/81+TKpspbIL.jpg",
            "price": 34.45,
            "stock": 100
        },
        {
            "name": "Original HP 67 Black/Tri-color Ink Cartridges (2-pack) | Works with HP DeskJet 1255, 2700, 4100 Series, HP ENVY 6000, 6400 Series | Eligible for Instant Ink | 3YP29AN",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71ic26eWeLL.jpg",
            "price": 29.89,
            "stock": 100
        },
        {
            "name": "HP Printer Paper| 11 x 17 Paper | Office 20 lb | 1 Ream - 500 Sheets | 92 Bright | Made in USA - FSC Certified Copy Paper | 172000R 1 Ream | 500 Sheets Ledger (11 x 17)",
            "category": "Office Products",
            "brand": "HP Papers",
            "description": "HP Papers is sourced from renewable forest resources and has achieved production with 0% deforestation in North America. HP Office 20 pounds print and copy paper prevents yellowing over time to ensure a long-lasting appearance for added archival quality",
            "image": "https://m.media-amazon.com/images/I/61WVVH6l6BL.jpg",
            "price": 9.99,
            "stock": 100
        },
        {
            "name": "Sharpie Permanent Markers, Fine Point, Black, 12 Count",
            "category": "Office Products",
            "brand": "SHARPIE",
            "description": "Proudly permanent ink marks on paper, plastic, metal, and most other surfaces",
            "image": "https://m.media-amazon.com/images/I/71tIHu-G7vL.jpg",
            "price": 8.48,
            "stock": 100
        },
        {
            "name": "Original HP 65 Black Ink Cartridge | Works with HP AMP 100 Series, HP DeskJet 2600, 3700 Series, HP ENVY 5000 Series | Eligible for Instant Ink | N9K02AN",
            "category": "All Departments",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71OxUHNuWgL.jpg",
            "price": null,
            "stock": 100
        },
        {
            "name": "HP DeskJet 2755e Wireless Color All-in-One Printer with bonus 6 months Instant Ink with HP+ (26K67A)",
            "category": "Electronics",
            "brand": "HP",
            "description": "6 FREE MONTHS OF INSTANT INK with HP+ – Print up to 700 pages a month. Ink ships to you automatically so you never run out. After 6 months, monthly fee applies unless cancelled, and you'll save up to 50% on ink.",
            "image": "https://m.media-amazon.com/images/I/61UdeL7aO-L.jpg",
            "price": 79.99,
            "stock": 100
        },
        {
            "name": "Pilot G2 Premium Gel Ink Pens, Fine Point, Assorted Colors, 14 Count (16699) Assorted Colors Fine Pt Gel Ink Pens",
            "category": "Office Products",
            "brand": "PILOT",
            "description": "The Ideal Pen For Overachievers: The smooth writing, long-lasting Pilot G2 Premium Gel Ink Pen features a comfortable rubber grip, & is available in ultra fine, extra fine, fine, & bold point",
            "image": "https://m.media-amazon.com/images/I/71hCOs5YtdL.jpg",
            "price": 1.99,
            "stock": 100
        },
        {
            "name": "Amazon Basics Multipurpose Copy Printer Paper - 96 Bright White, 8.5 x 11 Inches, 1 Ream (500 Sheets) 1 Ream | 500 Sheets",
            "category": "Office Products",
            "brand": "Amazon Basics",
            "description": "1 ream of letter-size multipurpose copy paper (500 sheets total)",
            "image": "https://m.media-amazon.com/images/I/81SDR0tIYgL.jpg",
            "price": 9.02,
            "stock": 100
        },
        {
            "name": "Original HP 63XL Black High-yield Ink Cartridge | Works with HP DeskJet 1112, 2130, 3630 Series; HP ENVY 4510, 4520 Series; HP OfficeJet 3830, 4650, 5200 Series | Eligible for Instant Ink | F6U64AN",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71dknWOvquL.jpg",
            "price": null,
            "stock": 100
        },
        {
            "name": "Zebra Pen Z-Grip Retractable Ballpoint Pen, Medium Point, 1.0mm, Black Ink, 2-Count Black 2 Pack",
            "category": "Office Products",
            "brand": "Zebra Pen",
            "description": "1.0mm medium point ballpoint pen featuring low viscosity black ink for a smooth, skip-less writing experience and quicker writing speeds",
            "image": "https://m.media-amazon.com/images/I/81E5CrQLCaL.jpg",
            "price": 1.32,
            "stock": 100
        },
        {
            "name": "Leather Desk Pad Protector,Mouse Pad,Office Desk Mat,Non-Slip PU Leather Desk Blotter,Laptop Desk Pad,Waterproof Desk Writing Pad for Office and Home (Black,23.6\" x 13.7\") 23.6\" x 13.7\" Black",
            "category": "Office Products",
            "brand": "Aothia",
            "description": "PROTECT YOUR DESK:Made of durable PU leather material, which protects your desk from scratches, stains, spills, heat and scuffs. It also gives your office a modern and professional atmosphere when you put it on your desktop. Its smooth surface will make you enjoy writing, typing and browsing. It is perfect for both office and home.",
            "image": "https://m.media-amazon.com/images/I/71GW5oNYpqS.jpg",
            "price": 10.99,
            "stock": 100
        },
        {
            "name": "EXPO 80054 Low-Odor Dry Erase Markers, Chisel Tip, Assorted Colors, 15-Piece Set 12-count with Cleaner + Eraser",
            "category": "Office Products",
            "brand": "EXPO",
            "description": "Low-odor dry erase essentials in a durable storage case.",
            "image": "https://m.media-amazon.com/images/I/81VUFDPnZnL.jpg",
            "price": 7.2,
            "stock": 100
        },
        {
            "name": "Canon PG-243 Black Ink Cartridge Compatible to printer iP2820 MX492, MG2420, MG2520, MG2920, MG2922, MG2924 MG3020, MG2525, TS3120, TS302, TS202 and TR4520 Black Cartridge Black Ink Cartridge Ink",
            "category": "All Departments",
            "brand": "Canon",
            "description": "Pigment based ink formulation for long lasting dark blacks.",
            "image": "https://m.media-amazon.com/images/I/71Vvuuz5MFL.jpg",
            "price": 15.97,
            "stock": 100
        },
        {
            "name": "Original HP 63 Black Ink Cartridge | Works with HP DeskJet 1112, 2130, 3630 Series; HP ENVY 4510, 4520 Series; HP OfficeJet 3830, 4650, 5200 Series | Eligible for Instant Ink | F6U62AN",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71MHmk6IbBL.jpg",
            "price": null,
            "stock": 100
        },
        {
            "name": "Amazon Basics Woodcased #2 Pencils, Pre-sharpened, HB Lead, Box of 30 30 Count (Pack of 1) pre-sharpened",
            "category": "Office Products",
            "brand": "Amazon Basics",
            "description": "30 wood case #2 HB pencils made from high-quality wood come presharpened",
            "image": "https://m.media-amazon.com/images/I/71ktFdNm+xL.jpg",
            "price": 4.62,
            "stock": 100
        },
        {
            "name": "Hammermill Printer Paper, Multipurpose Inkjet Paper 24 lb, 8.5 x 11 - 1 Ream (500 Sheets) - 96 Bright, Made in the USA, 105050R 1 Ream | 500 Sheets 24 lb",
            "category": "Office Products",
            "brand": "Hammermill",
            "description": "PREMIUM PRINTER PAPER – Hammermill Premium Inkjet 24lb Printer Paper is a versatile sheet that’s perfect for double-sided printing and produces top-notch results. With a 96 brightness and blue-white shade, you get consistently sharp, clear images.",
            "image": "https://m.media-amazon.com/images/I/81wQNijCsVL.jpg",
            "price": 7.98,
            "stock": 100
        },
        {
            "name": "Hammermill Printer Paper, 20 lb Copy Paper, 8.5 x 11 - 1 Small Pack (400 Sheets) - 92 Bright, Made in the USA 1 Pack - Small | 400 Sheets Letter (8.5x11)",
            "category": "Office Products",
            "brand": "Hammermill",
            "description": "HAMMERMILL’S BEST SELLING PRINTER PAPER – You will receive one pack of paper with 400 sheets of 20lb, 92 bright, 8.5\" x 11\" white copy paper",
            "image": "https://m.media-amazon.com/images/I/718LeIo+qUL.jpg",
            "price": 10.99,
            "stock": 100
        },
        {
            "name": "Original HP 67 Black Ink Cartridge | Works with HP DeskJet 1255, 2700, 4100 Series, HP ENVY 6000, 6400 Series | Eligible for Instant Ink | 3YM56AN",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71b3HlAlA8S.jpg",
            "price": 15.89,
            "stock": 100
        },
        {
            "name": "PILOT FriXion Clicker Erasable, Refillable & Retractable Gel Ink Pens, Fine Point, Purple Ink, 12-Pack (31455) Purple 1 Count(Pack of 1) Gel Pens",
            "category": "Office Products",
            "brand": "PILOT",
            "description": "Pilot FriXion Fineliner: A bright way for bright minds to get into STEM, FriXion is the first erasable fine point marker pen; Its unique thermo-sensitive ink formula lets you erase and rewrite repeatedly with ease without ruining the page",
            "image": "https://m.media-amazon.com/images/I/81X7DQFAFjL.jpg",
            "price": 7.99,
            "stock": 100
        },
        {
            "name": "Amazon Basics Clear Thermal Laminating Plastic Paper Laminator Sheets - 9 x 11.5-Inches, 100-pack (Clear)",
            "category": "Office Products",
            "brand": "Amazon Basics",
            "description": "Compatible with leading laminators; simply place document in pouch and insert into laminator",
            "image": "https://m.media-amazon.com/images/I/51MdzpFJzPL.jpg",
            "price": 12.85,
            "stock": 100
        },
        {
            "name": "Regal Games Sidewalk Glitter Chalk, 20 Count Chalk, Jumbo Chalk, Washable, Art Set",
            "category": "Office Products",
            "brand": "Chalk City",
            "description": "EXCEPTIONAL SIDEWALK CHALK: The glitter chalk set contains 20 high-quality pieces of jumbo chalk. 20 colorful chalk pieces with 7 different color variations make a wonderful selection for kids who love creating eye-catching drawings and artwork.",
            "image": "https://m.media-amazon.com/images/I/71Hfc1nLn8L.jpg",
            "price": 8.99,
            "stock": 100
        },
        {
            "name": "TOPS The Legal Pad Writing Pads, 5\" x 8\", Jr. Legal Rule, Canary Paper, 50 Sheets, 12 Pack (7501) 5 x 8 Canary",
            "category": "Office Products",
            "brand": "Tops",
            "description": "Enjoy smooth writing paper in a reliable everyday writing pad",
            "image": "https://m.media-amazon.com/images/I/713Os2t2mqL.jpg",
            "price": 7.99,
            "stock": 100
        },
        {
            "name": "Original HP 67XL Tri-color High-yield Ink Cartridge | Works with HP DeskJet 1255, 2700, 4100 Series, HP ENVY 6000, 6400 Series | Eligible for Instant Ink | 3YM58AN",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71NcVl-xoUL.jpg",
            "price": 24.89,
            "stock": 100
        },
        {
            "name": "Everlasting Comfort Seat Cushion Pillow for Office Chair - Sit Longer, Feel Better - Butt, Tailbone, Back, Coccyx, Sciatica Memory Foam Cushions - Computer Desk Pain Relief Pad Black",
            "category": "Office Products",
            "brand": "Everlasting Comfort",
            "description": "🪑Simple Solution to Your Uncomfortable Chair Problem: Made with pure memory foam, our pressure relief seat cushion uses your own body heat to adapt to your curves, giving you the support your current office chair lacks",
            "image": "https://m.media-amazon.com/images/I/81hIrlDoBaL.jpg",
            "price": 39.94,
            "stock": 100
        },
        {
            "name": "Scotch Heavy Duty Packaging Tape, 2 Inches x 800 Inches, Clear - 2 Count",
            "category": "Office Products",
            "brand": "Scotch",
            "description": "Scotch packaging tape unwinds smoothly and easily; resists splitting and tearing, adheres instantly and has a strong film backing",
            "image": "https://m.media-amazon.com/images/I/8193JgVRYbL.jpg",
            "price": 7.99,
            "stock": 100
        },
        {
            "name": "EXPO Low-Odor Dry Erase Markers, Ultra Fine Tip, Assorted Colors, 36-Count 36-count Assorted",
            "category": "Office Products",
            "brand": "EXPO",
            "description": "Ultra fine tip for precise marking in small spaces",
            "image": "https://m.media-amazon.com/images/I/810SAmaw4VL.jpg",
            "price": 4.24,
            "stock": 100
        },
        {
            "name": "A-SUB Sublimation Paper 8.5x11 Inch 110 Sheets for Any Inkjet Printer which Match Sublimation Ink 125g 8.5\"x11\"",
            "category": "Office Products",
            "brand": "A-SUB",
            "description": "No fracturing, Fast dry",
            "image": "https://m.media-amazon.com/images/I/61OR9F3jjlL.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "PAPERAGE Lined Journal Notebook, (Black), 160 Pages, Medium 5.7 inches x 8 inches - 100 gsm Thick Paper, Hardcover",
            "category": "Office Products",
            "brand": "PAPERAGE",
            "description": "BEST-SELLING HARDCOVER JOURNAL: This medium 5.7 in by 8 in lined notebook features durable and water-resistant vegan leather cover, rounded corners, 160 pages, inner expandable pocket, sticker labels, ribbon bookmark & elastic closure band.",
            "image": "https://m.media-amazon.com/images/I/81CWptjg2zL.jpg",
            "price": 9.95,
            "stock": 100
        },
        {
            "name": "PILOT G2 Premium Refillable & Retractable Rolling Ball Gel Pens, Bold Point, Blue Ink, 12-Pack (31257) Blue 1 Count (Pack of 1) Pens",
            "category": "Office Products",
            "brand": "PILOT",
            "description": "THE IDEAL PEN FOR OVERACHIEVERS: The smooth writing, long-lasting Pilot G2 Premium Gel Ink Pen features a comfortable rubber grip, & is available in ultra fine, extra fine, fine, & bold point.",
            "image": "https://m.media-amazon.com/images/I/71yRqJk7UNS.jpg",
            "price": 2.92,
            "stock": 100
        },
        {
            "name": "Paper Mate Flair Felt Tip Pens | Medium Point 0.7 Millimeter Marker Pens | School Supplies for Teachers & Students | Assorted Fashion Colors, 12 Count 12.0",
            "category": "Office Products",
            "brand": "Paper Mate",
            "description": "Add a blast of fun to all your writing with 12 bright colors",
            "image": "https://m.media-amazon.com/images/I/81Ehfpi3aPL.jpg",
            "price": 11.94,
            "stock": 100
        },
        {
            "name": "Custom Self-Inking Stamp - Up to 3 Lines - 11 Color Choices and 17 Font Choices",
            "category": "Office Products",
            "brand": "ExcelMark",
            "description": "Personalize up to three lines of text on this customizable self-inking stamp. Use your stamp for return addresses, bank deposits, custom labels and more.",
            "image": "https://m.media-amazon.com/images/I/81CR25srN7S.jpg",
            "price": 9.99,
            "stock": 100
        },
        {
            "name": "KTRIO Sheet Protectors 8.5 x 11 inch Clear Page Protectors for 3 Ring Binder, Plastic Sleeves for Binders, Top Loading Paper Protector Letter Size, 100 Pack",
            "category": "Office Products",
            "brand": "KTRIO",
            "description": "Measure and Content: Each sheet protector can hold 8.5 x 11 inches letter size sheet paper, 2 mil thickness paper protectors; 100 pack page protectors.",
            "image": "https://m.media-amazon.com/images/I/71SJ9YDVyuL.jpg",
            "price": 4.99,
            "stock": 100
        },
        {
            "name": "EXPO 80074 Low-Odor Dry Erase Markers, Chisel Tip, Assorted Colors, 4-Count",
            "category": "Office Products",
            "brand": "EXPO",
            "description": "Bright, vivid, non-toxic ink is quick-drying, smear-proof, easy to see from a distance, and provides consistent color quality.",
            "image": "https://m.media-amazon.com/images/I/81RTq2Qj++L.jpg",
            "price": 4.89,
            "stock": 100
        },
        {
            "name": "Pendaflex File Folders, Letter Size, 8-1/2\" x 11\", Classic Manila, 1/3-Cut Tabs in Left, Right, Center Positions, 100 Per Box (65213)",
            "category": "Office Products",
            "brand": "Pendaflex",
            "description": "TRIED AND TRUE: Pendaflex Standard Manila File Folders slip seamlessly into many existing filing systems and are easy to label, easy to read and easy to replace",
            "image": "https://m.media-amazon.com/images/I/71dSKSsN-9L.jpg",
            "price": 13.1,
            "stock": 100
        },
        {
            "name": "Original HP 64XL Black High-yield Ink Cartridge | Works with HP ENVY Inspire 7950e; ENVY Photo 6200, 7100, 7800; Tango Series | Eligible for Instant Ink | N9J92AN",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71f59MLDivL.jpg",
            "price": 41.89,
            "stock": 100
        },
        {
            "name": "Original HP 910XL Black High-yield Ink Cartridge | Works with HP OfficeJet 8010, 8020 Series, HP OfficeJet Pro 8020, 8030 Series | Eligible for Instant Ink | 3YL65AN",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71hO-oBfBvL.jpg",
            "price": 40.89,
            "stock": 100
        },
        {
            "name": "Moving Boxes Kit – 30 Moving Boxes Large/Medium/Small Plus Supplies - Cheap Cheap Moving Boxes BUY Mover's Value Pack",
            "category": "Office Products",
            "brand": "CHEAP! CHEAP! MOVING BOXES",
            "description": "SIZE: 5 Small Moving Boxes 16\"L x 10\"W x 10\"H/20 Medium Moving Boxes 18\"L x 14\"W x 12\"H/5 Large Moving Boxes 20\"L x 20\"W x 15\"H/1 Clear Packing Tape and 1 Black Marker",
            "image": "https://m.media-amazon.com/images/I/71QH3J+9-OL.jpg",
            "price": 27.99,
            "stock": 100
        },
        {
            "name": "Pendaflex Recycled Hanging Folders, Letter Size, Aqua, 1/5 Cut, 25/BX (81616) Aqua Letter Folders",
            "category": "Office Products",
            "brand": "Pendaflex",
            "description": "Color folders made from 100% recycled fiber with 60% post-consumer fiber",
            "image": "https://m.media-amazon.com/images/I/71hx8KpOeoL.jpg",
            "price": 9.99,
            "stock": 100
        },
        {
            "name": "Original HP 61 Black Ink Cartridge | Works with DeskJet 1000, 1010, 1050, 1510, 2050, 2510, 2540, 3000, 3050, 3510; ENVY 4500, 5530; OfficeJet 2620, 4630 Series | Eligible for Instant Ink | CH561WN 1 1 Pack",
            "category": "Office Products",
            "brand": "HP",
            "description": "Original HP Ink is engineered to work with HP printers to provide consistent quality, reliability and value",
            "image": "https://m.media-amazon.com/images/I/71x8+1tATYL.jpg",
            "price": 21.89,
            "stock": 100
        },
        {
            "name": "Amazon Basics Stapler with 1000 Staples, for Office or Desk, 10 Sheet Capacity, Non-Slip, Black 1-Pack",
            "category": "Office Products",
            "brand": "Amazon Basics",
            "description": "Desktop office stapler that holds up to 200 staples; 10 sheet stapling capacity",
            "image": "https://m.media-amazon.com/images/I/61t4X53UwoL.jpg",
            "price": 6.57,
            "stock": 100
        },
        {
            "name": "Fire TV Stick with Alexa Voice Remote (includes TV controls), HD streaming device",
            "category": "Electronics",
            "brand": "Amazon",
            "description": "Latest generation of our best-selling Fire TV device - 50% more powerful than the 2nd generation for fast streaming in Full HD. Includes Alexa Voice Remote with power and volume buttons.",
            "image": "https://m.media-amazon.com/images/I/61+T2xNzR7S.jpg",
            "price": 24.99,
            "stock": 100
        },
        {
            "name": "Fire TV Stick 4K streaming device with latest Alexa Voice Remote (includes TV controls), Dolby Vision",
            "category": "Electronics",
            "brand": "Amazon",
            "description": "Cinematic experience - Watch in vibrant 4K Ultra HD with support for Dolby Vision, HDR, and HDR10+.",
            "image": "https://m.media-amazon.com/images/I/61rQC6AM-6L.jpg",
            "price": 26.24,
            "stock": 100
        },
        {
            "name": "Apple AirTag",
            "category": "All Departments",
            "brand": "Apple",
            "description": "Keep track of and find your items alongside friends and devices in the Find My app",
            "image": "https://m.media-amazon.com/images/I/713xuNx00oS.jpg",
            "price": 26.68,
            "stock": 100
        },
        {
            "name": "Echo Dot (4th Gen, 2020 release) | Smart speaker with Alexa | Charcoal Charcoal Echo Dot",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Meet the Echo Dot - Our most popular smart speaker with Alexa. The sleek, compact design delivers crisp vocals and balanced bass for full sound.",
            "image": "https://m.media-amazon.com/images/I/81Eqgg0cvrL.jpg",
            "price": 35.19,
            "stock": 100
        },
        {
            "name": "Echo Dot (3rd Gen, 2018 release) - Smart speaker with Alexa - Charcoal Device only",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Meet Echo Dot - Our most compact smart speaker that fits perfectly into small spaces.",
            "image": "https://m.media-amazon.com/images/I/61MZfowYoaL.jpg",
            "price": 26.39,
            "stock": 100
        },
        {
            "name": "Fire TV Stick 4K Max streaming device, Wi-Fi 6, Alexa Voice Remote (includes TV controls)",
            "category": "Electronics",
            "brand": "Amazon",
            "description": "Our most powerful streaming stick - 40% more powerful than Fire TV Stick 4K, with faster app starts and more fluid navigation.",
            "image": "https://m.media-amazon.com/images/I/613S7BEdS8L.jpg",
            "price": 44.99,
            "stock": 100
        },
        {
            "name": "Wyze Cam Spotlight, Wyze Cam v3 Security Camera with Spotlight Kit, 1080p HD Security Camera with Two-Way Audio and Siren, IP65 Weatherproof, Compatible with Alexa and Google Assistant",
            "category": "Electronics",
            "brand": "WYZE",
            "description": "Smart Security: Light turns on automatically when motion is detected. The Wyze Cam v3 records video when motion & sound are detected and sends an alert to your phone.",
            "image": "https://m.media-amazon.com/images/I/61E8RWSXtoS.jpg",
            "price": 11.89,
            "stock": 100
        },
        {
            "name": "Apple AirTag 4 Pack",
            "category": "All Departments",
            "brand": "Apple",
            "description": "Keep track of and find your items alongside friends and devices in the Find My app",
            "image": "https://m.media-amazon.com/images/I/71gY9E+cTaS.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "Blink Video Doorbell + Sync Module 2 | Two-way audio, HD video, motion and chime app alerts and Alexa enabled — wired or wire-free (Black) Black Video Doorbell Full System",
            "category": "Amazon Devices",
            "brand": "Blink Home Security",
            "description": "Answer your door anytime, anywhere from your smartphone with 1080p HD day and infrared night video and two-way audio.",
            "image": "https://m.media-amazon.com/images/I/51RDDu4O1VL.jpg",
            "price": 144.98,
            "stock": 100
        },
        {
            "name": "Anker Power Strip Surge Protector with USB, 6 ft Extension Cord, Flat Plug, 332 Power Strip with 6 Outlets and 3 USB Ports, Charging Station, Compact for Cruise Ship Travel, Home, Dorm Room and Office White",
            "category": "Electronics",
            "brand": "Anker",
            "description": "The Anker Advantage: Join the 55 million+ powered by our leading technology.",
            "image": "https://m.media-amazon.com/images/I/41XH4Fk6lWS.jpg",
            "price": 21.99,
            "stock": 100
        },
        {
            "name": "Fire TV Stick Lite with Alexa Voice Remote Lite (no TV controls), HD streaming device",
            "category": "Electronics",
            "brand": "Amazon",
            "description": "Our most affordable Fire TV Stick - Enjoy fast streaming in Full HD. Comes with Alexa Voice Remote Lite.",
            "image": "https://m.media-amazon.com/images/I/61SE2Mjz+kS.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "Fujifilm Instax Mini Instant Film Twin Pack (White) 20 Film Pack Standard Film Packs",
            "category": "Electronics",
            "brand": "Fujifilm",
            "description": "Designed for use with Instax Mini line of cameras; Works well in low light",
            "image": "https://m.media-amazon.com/images/I/813oF-FY01L.jpg",
            "price": 16.99,
            "stock": 100
        },
        {
            "name": "Roku Express | HD Streaming Media Player with High Speed HDMI Cable and Simple Remote Roku Express HD",
            "category": "Electronics",
            "brand": "Roku",
            "description": "Watch what you love: Start streaming with a massive selection of free, live, and premium TV, including Roku Originals and 200+ live TV channels for free on The Roku Channel",
            "image": "https://m.media-amazon.com/images/I/71hx9HgKA2L.jpg",
            "price": 29.0,
            "stock": 100
        },
        {
            "name": "Fire 7 Kids tablet, 7\" Display, ages 3-7, 16 GB, Blue Kid-Proof Case Blue Kids Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "2-year worry-free guarantee: if it breaks, return it and we'll replace it for free.",
            "image": "https://m.media-amazon.com/images/I/61HqG+mJN1L.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Fire TV Stick Lite with latest Alexa Voice Remote Lite (no TV controls), HD streaming device",
            "category": "Electronics",
            "brand": "Amazon",
            "description": "Our most affordable Fire TV Stick - Enjoy fast streaming in Full HD. Comes with Alexa Voice Remote Lite.",
            "image": "https://m.media-amazon.com/images/I/51YL-RZ0XLL.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "Kindle - With a Built-in Front Light - Black - Ad-Supported BLACK Without Kindle Unlimited Ad-Supported",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Purpose-built for reading with a 167 ppi glare-free display that reads like real paper, even in direct sunlight.",
            "image": "https://m.media-amazon.com/images/I/61LKmORUuXL.jpg",
            "price": 45.0,
            "stock": 100
        },
        {
            "name": "Echo Dot (4th Gen) | Smart speaker with Alexa | Twilight Blue Twilight Blue Echo Dot",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Meet the Echo Dot - Our most popular smart speaker with Alexa. The sleek, compact design delivers crisp vocals and balanced bass for full sound.",
            "image": "https://m.media-amazon.com/images/I/81BOsWnCZ4L.jpg",
            "price": 35.19,
            "stock": 100
        },
        {
            "name": "Echo Show 8 -- HD smart display with Alexa – Unlimited Cloud Photo Storage – Digital Photo Display - Charcoal Charcoal Device only",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Alexa can show you more - With an 8\" HD screen and stereo sound, Alexa can help manage your day at a glance.",
            "image": "https://m.media-amazon.com/images/I/510PA5Qm3UL.jpg",
            "price": 50.0,
            "stock": 100
        },
        {
            "name": "livho 2 Pack Blue Light Blocking Glasses, Computer Reading/Gaming/TV/Phones Glasses for Women Men,Anti Eyestrain & UV Glare (Light Black+Clear) *B1 Light Black+clear Clear",
            "category": "Electronics",
            "brand": "livho",
            "description": "[Protection for Your Eyes] -Alleviates visual fatigue and discomfort from long periods of web surfing, gaming and working under fluorescent lights with UV400 protection and glare reduction.",
            "image": "https://m.media-amazon.com/images/I/51KBg2tf-lS.jpg",
            "price": 15.98,
            "stock": 100
        },
        {
            "name": "Power Strip with 6 Feet, Yintar Surge Protector with 6 AC Outlets and 3 USB Ports, 6 Ft Extension Cord for for Home, Office, Dorm Essentials, 1680 Joules, ETL Listed, (Black)",
            "category": "Electronics",
            "brand": "Yintar",
            "description": "Power Strip with 6 Outlets & 3USB Ports: 6 AC Surge protector outlets(1680 Joules) including 1 Widely Spaced Outlet, 3 USB ports (5V/3.0A, 115W) , 6 feet power cord (1250W/10A), Surge protector indicator and 10A Overload Protector switch protects against spikes and fluctuations.",
            "image": "https://m.media-amazon.com/images/I/71qE6chtx+L.jpg",
            "price": 13.5,
            "stock": 100
        },
        {
            "name": "Blink Outdoor - wireless, weather-resistant HD security camera, two-year battery life, motion detection, set up in minutes – 2 camera kit 2 Camera Kit Blink Outdoor",
            "category": "Amazon Devices",
            "brand": "Blink Home Security",
            "description": "Blink Outdoor is a wireless battery-powered HD security camera that helps you monitor your home day or night with infrared night vision.",
            "image": "https://m.media-amazon.com/images/I/61TRYGIDWkL.jpg",
            "price": 86.24,
            "stock": 100
        },
        {
            "name": "Roku Express 4K+ 2021 | Streaming Media Player HD/4K/HDR with Smooth Wireless Streaming and Roku Voice Remote with TV Controls, Includes Premium HDMI® Cable",
            "category": "Electronics",
            "brand": "Roku",
            "description": "Brilliant 4K picture quality: Stream in HD, 4K, and HDR with sharp resolution and vivid color optimized for your TV",
            "image": "https://m.media-amazon.com/images/I/71E4InwfcPL.jpg",
            "price": 38.57,
            "stock": 100
        },
        {
            "name": "Roku Streaming Stick 4K 2021 | Streaming Device 4K/HDR/Dolby Vision with Roku Voice Remote and TV Controls",
            "category": "Electronics",
            "brand": "Roku",
            "description": "Hides behind your TV: The all-new design plugs right into your TV with a simple setup",
            "image": "https://m.media-amazon.com/images/I/71wrIZujPIL.jpg",
            "price": 48.0,
            "stock": 100
        },
        {
            "name": "Fire HD 8 Kids tablet, 8\" HD display, ages 3-7, 32 GB, Blue Kid-Proof Case Blue Kids Fire HD 8",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $90 on a full-featured Fire HD 8 tablet (not a toy), 1 year of Amazon Kids+ (FreeTime Unlimited), a Kid-Proof Case with built-in stand, and 2-year worry-free guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/61s3tGaiYtL.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "Security Camera 2K, blurams Baby Monitor Dog Camera 360-degree for Home Security w/ Smart Motion Tracking, Phone App, IR Night Vision, Siren, Works with Alexa & Google Assistant & IFTTT, 2-Way Audio 1 White",
            "category": "Electronics",
            "brand": "Blurams",
            "description": "360°Coverage with 2K Resolution - blurams security camera automatically tracks the motion if detect motion. Features in IR-CUT function to capture crisp videos and photos from the day to night, even in the dim condition. Turn on privacy mode to protect your privacy.",
            "image": "https://m.media-amazon.com/images/I/514Q-oBHk7L.jpg",
            "price": 40.98,
            "stock": 100
        },
        {
            "name": "Kindle Paperwhite (8 GB) – Now with a 6.8\" display and adjustable warm light – Ad-Supported Black Without Kindle Unlimited Ad-Supported",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Kindle Paperwhite – Now with a 6.8” display and thinner borders, adjustable warm light, up to 10 weeks of battery life, and 20% faster page turns.",
            "image": "https://m.media-amazon.com/images/I/61P+vrvFZ9L.jpg",
            "price": 123.19,
            "stock": 100
        },
        {
            "name": "OHill Cable Clips,16 Pack Black Adhesive Cord Holders, Ideal Cable Cords Management for Organizing Cable Wires-Home, Office, Car, Desk Nightstand",
            "category": "Tools & Home Improvement",
            "brand": "OHill",
            "description": "16-Pack: Come with 16-pack different size black cable clip holders, more size for all family member",
            "image": "https://m.media-amazon.com/images/I/71SrHDrrHML.jpg",
            "price": 7.99,
            "stock": 100
        },
        {
            "name": "Blink Outdoor - wireless, weather-resistant HD security camera, two-year battery life, motion detection, set up in minutes – 3 camera kit 3 Camera Kit Blink Outdoor",
            "category": "Amazon Devices",
            "brand": "Blink Home Security",
            "description": "Blink Outdoor is a wireless battery-powered HD security camera that helps you monitor your home day or night with infrared night vision.",
            "image": "https://m.media-amazon.com/images/I/61TRYGIDWkL.jpg",
            "price": 159.99,
            "stock": 100
        },
        {
            "name": "Fujifilm Instax Mini Instant Film, 10 Sheets×5 Pack(Total 50 Shoots) [Bulk Packaging]",
            "category": "Electronics",
            "brand": "Fujifilm",
            "description": "Designed for use with Fujifilm Instax Mini Series cameras. Made in JAPAN",
            "image": "https://m.media-amazon.com/images/I/61jupUPuTdL.jpg",
            "price": 36.5,
            "stock": 100
        },
        {
            "name": "Echo Dot (4th Gen) | Smart speaker with Alexa | Glacier White Glacier White Echo Dot",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Meet the Echo Dot - Our most popular smart speaker with Alexa. The sleek, compact design delivers crisp vocals and balanced bass for full sound.",
            "image": "https://m.media-amazon.com/images/I/81Ob6Bv91yL.jpg",
            "price": 35.19,
            "stock": 100
        },
        {
            "name": "Fire TV Cube, Hands-free streaming device with Alexa, 4K Ultra HD, includes latest Alexa Voice Remote",
            "category": "Electronics",
            "brand": "Amazon",
            "description": "The most powerful Fire TV streaming media player - the ultra-powerful hexa-core processor delivers a fast, fluid 4K streaming experience.",
            "image": "https://m.media-amazon.com/images/I/517S3hcoI0L.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "Sceptre 24\" Professional Thin 75Hz 1080p LED Monitor 2x HDMI VGA Build-in Speakers, Machine Black (E248W-19203R Series) Frameless Ultra Thin HDMI",
            "category": "Electronics",
            "brand": "Sceptre",
            "description": "24\" Ultra slim profile",
            "image": "https://m.media-amazon.com/images/I/71rXSVqET9L.jpg",
            "price": 133.6,
            "stock": 100
        },
        {
            "name": "COMSOON Upgraded Bluetooth 5.0 Receiver for Car, Noise Cancelling Bluetooth AUX Adapter, Bluetooth Music Receiver for Home Stereo/Wired Headphones/Hands-Free Call,16H Battery Life-Black+Silver",
            "category": "Electronics",
            "brand": "COMSOON",
            "description": "【Enjoy Wireless Streaming Music】This car Bluetooth adapter can be connected to non-Bluetooth car audio systems, home stereos, speakers, wired headphones via the 3.5mm AUX adapter; And equipped with a Bluetooth 5.0 chip for stable connection / fast transmission / wide signal range. Just pair it with your phone and start listening to your favorite music!",
            "image": "https://m.media-amazon.com/images/I/71jedtuRDHS.jpg",
            "price": 16.99,
            "stock": 100
        },
        {
            "name": "Ferilinso Designed for iPhone 13 Pro Max Camera Lens Protector, Designed for iPhone 13 Pro Camera Lens Protector, 3 Pack 9H Tempered Glass, Night Shooting Mode, Case Friendly, High Definition Transparent 3",
            "category": "All Departments",
            "brand": "Ferilinso",
            "description": "Compatibility: Included 3 Pack Tempered-Glass Camera Lens Protector, only for iPhone 13 Pro Max 6.7 inch & iPhone 13 Pro 6.1 inch, Not for any other models. Fully protect your phone.",
            "image": "https://m.media-amazon.com/images/I/71TadfhjQ6L.jpg",
            "price": 7.89,
            "stock": 100
        },
        {
            "name": "Surge Protector Power Strip - 8 Widely Outlets with 4 USB Charging Ports, 3 Side Outlet Extender with 5Ft Braided Extension Cord, Flat Plug, Wall Mount, Desk USB Charging Station for Home Office ETL",
            "category": "Electronics",
            "brand": "HANYCONY",
            "description": "【12 IN 1 Power Strip with USB】- The 3-side power strip with 8AC widely outlets and 4 USB charging ports(Total 5V/3.1A) can power up to 12 devices simultaneously. With built in Smart IC technology, the usb port can auto detect and deliver appropriate current to your devices, each port up to 5V/2.4A max.",
            "image": "https://m.media-amazon.com/images/I/71B6GYQW+HS.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "Roku Ultra | Streaming Device HD/4K/HDR/Dolby Vision with Dolby Atmos, Bluetooth Streaming, and Roku Voice Remote with Headphone Jack and Personal Shortcuts, includes Premium HDMI® Cable",
            "category": "Electronics",
            "brand": "Roku",
            "description": "Outrageously powerful: Enjoy a lightning-fast interface and channels like Sling, Hulu, Netflix, and Prime Video that launch in a snap on the fastest, most powerful Roku player ever",
            "image": "https://m.media-amazon.com/images/I/71MIvKxxSvL.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "Introducing Amazon Smart Thermostat- Made with Honeywell Home Thermostat Technology-ENERGY STAR certified, DIY install, Works with Alexa no C-wire Adapter Thermostat",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Smart upgrade - Amazon Smart Thermostat is an easy way to switch from a traditional thermostat and help reduce energy usage.",
            "image": "https://m.media-amazon.com/images/I/51ATmAla-JL.jpg",
            "price": 47.99,
            "stock": 100
        },
        {
            "name": "Fire 7 Kids tablet, 7\" Display, ages 3-7, 16 GB, Pink Kid-Proof Case Pink Kids Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "2-year worry-free guarantee: if it breaks, return it and we'll replace it for free.",
            "image": "https://m.media-amazon.com/images/I/61mLOngWd+L.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Ring Stick Up Cam Battery HD security camera with custom privacy controls, Simple setup, Works with Alexa - Black Device Only 1 Cam Black Battery",
            "category": "Amazon Devices",
            "brand": "Ring",
            "description": "See, hear and speak to people from your phone, tablet or select Echo device with Stick Up Cam Battery, a battery-powered camera that can be mounted indoor or out.",
            "image": "https://m.media-amazon.com/images/I/51JfGuZ80bL.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "2021 Apple 10.2-inch iPad (Wi-Fi, 64GB) - Silver WiFi 64GB Silver",
            "category": "All Departments",
            "brand": "Apple",
            "description": "Gorgeous 10.2-inch Retina display with True Tone",
            "image": "https://m.media-amazon.com/images/I/61PnHlc0HCL.jpg",
            "price": 309.0,
            "stock": 100
        },
        {
            "name": "HP 24mh FHD Monitor - Computer Monitor with 23.8-Inch IPS Display (1080p) - Built-In Speakers and VESA Mounting - Height/Tilt Adjustment for Ergonomic Viewing - HDMI and DisplayPort - (1D0J9AA#ABA)",
            "category": "Electronics",
            "brand": "HP",
            "description": "OUTSTANDING VISUALS – This FHD display with IPS technology gives you brilliant visuals and unforgettable quality; with a maximum resolution of 1920 x 1080 at 75 Hz, you’ll experience the image accuracy and wide-viewing spectrums of premium tablets and mobile devices",
            "image": "https://m.media-amazon.com/images/I/91fAU6mxFsL.jpg",
            "price": 149.99,
            "stock": 100
        },
        {
            "name": "GE 6-Outlet Power Strip, 2 Pack, 2 Ft Extension Cord, Heavy Duty Plug, Grounded, Integrated Circuit Breaker, 3-Prong, Wall Mount, UL Listed, White, 14833 White 2 ft 2 Pack Power Strip",
            "category": "Tools & Home Improvement",
            "brand": "GE home electrical",
            "description": "Expanded Power – Each extension cord comes in a bright white finish and features 6 grounded AC outlets to provide power from a distance — perfect for creating a centralized hub for your electronics at your home, office, workshop or garage.",
            "image": "https://m.media-amazon.com/images/I/71EWj6kalgS.jpg",
            "price": 7.69,
            "stock": 100
        },
        {
            "name": "VELCRO Brand ONE-WRAP Cable Ties | 100Pk | 8 x 1/2\" Black Cord Organization Straps | Thin Pre-Cut Design | Wire Management for Organizing Home, Office and Data Centers",
            "category": "Office Products",
            "brand": "VELCRO",
            "description": "WIRE ORGANIZING SELF BUNDLING TIES - Get organized fast with these simple to use, self-fastening thin ties that will contain and store cords and wires quickly and safely; Secure large cords and bulky cables with ease for a neat finish",
            "image": "https://m.media-amazon.com/images/I/81cK1XA+ufL.jpg",
            "price": 11.86,
            "stock": 100
        },
        {
            "name": "YI 2pc Security Home Camera Baby Monitor, 1080p WiFi Smart Indoor Nanny IP Cam with Night Vision, 2-Way Audio, AI Human Detection in Phone App, Pet Cat Dog Cam, Work with Alexa and Google 2 Count (Pack of 1)",
            "category": "Electronics",
            "brand": "YI",
            "description": "Optional 24/7 Emergency Response Service - YI’s motion alerts and live video feeds are now equipped with the option to instantly involve Noonlight’s Certified Emergency Dispatchers, who coordinate with police, fire, and EMS agencies on customers’ behalf to ensure the situation is promptly handled. *Works with Alexa & Google.",
            "image": "https://m.media-amazon.com/images/I/61As5eVmZ7L.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Echo Show 8 -- HD smart display with Alexa – stay connected with video calling - Sandstone Sandstone Device only",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Alexa can show you more - With an 8\" HD screen and stereo sound, Alexa can help manage your day at a glance.",
            "image": "https://m.media-amazon.com/images/I/51Gj2gYXeKL.jpg",
            "price": 59.99,
            "stock": 100
        },
        {
            "name": "Mac Book Pro Charger - 100W USB C Charger Power Adapter Compatible with MacBook Pro 16, 15, 14, 13 Inch, MacBook Air 13 Inch, iPad Pro 2021/2020/2019/2018, Included 7.2ft USB C to C Cable",
            "category": "All Departments",
            "brand": "Ixcv",
            "description": "Super Fast Charger: ixcv 100W USB C Macbook charger has a high charging efficiency of up to 96%, the charger can fully charge most laptops in about 1 hour and 25 minutes. It can charge most mobile phones from 0% to 80% in 20 minutes. Works with USB C 29W, 30W, 61W, 67W, 87W, 96W PD model.",
            "image": "https://m.media-amazon.com/images/I/41MQhnG2u5L.jpg",
            "price": 37.99,
            "stock": 100
        },
        {
            "name": "Fire 7 Kids tablet, 7\" Display, ages 3-7, 16 GB, Purple Kid-Proof Case Purple Kids Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "2-year worry-free guarantee: if it breaks, return it and we'll replace it for free.",
            "image": "https://m.media-amazon.com/images/I/61GABcR6YXL.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Power Strip with USB C - Flat Plug Extension Cord with 4 USB Ports (1 USB C), 2 AC Outlet Extender, 5 Feet Braided Cord, Desktop Small Travel Power Strip for Cruise Ship, Home, Office 5ft black",
            "category": "Electronics",
            "brand": "Mifaso",
            "description": "【6 IN 1 Power Strip with USB】- Power strip with 2 AC outlets (1625W/13A/125V) and 4 smart USB (1 USB C) charging ports(5V/4.5A) can power and protect 6 devices or electronics simultaneously, such as laptops, tablets, phones, lamps etc.",
            "image": "https://m.media-amazon.com/images/I/61nZqbUruFL.jpg",
            "price": 16.59,
            "stock": 100
        },
        {
            "name": "Fire 7 tablet, 7\" display, 16 GB, latest model (2019 release), Black 16 GB Lockscreen Ad-Supported Black Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "7\" IPS display; 16 or 32 GB of internal storage (add up to 512 GB with microSD)",
            "image": "https://m.media-amazon.com/images/I/71TI2NQuuNL.jpg",
            "price": 39.99,
            "stock": 100
        },
        {
            "name": "Echo Show 8 (2nd Gen, 2021 release) | HD smart display and stereo sound with Alexa | Charcoal Charcoal Device Only",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Alexa can show you even more - 8” HD touchscreen, adaptive color, and stereo speakers bring entertainment to life. Make video calls with a 13 MP camera that uses auto-framing to keep you centered.",
            "image": "https://m.media-amazon.com/images/I/61qCVjklDCL.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "Silonn Ice Makers Countertop, 9 Cubes Ready in 6 Mins, 26lbs in 24Hrs, Self-Cleaning Ice Machine with Ice Scoop and Basket, 2 Sizes of Bullet Ice for Home Kitchen Office Bar Party Black Ice Makers",
            "category": "Appliances",
            "brand": "Silonn",
            "description": "Fast Ice Making: The Silonn ice maker only takes 7 minutes to make 9 bullet-shaped ice cubes. Fill 2L of water into the water tank, maximum ice capacity can reach 26 pounds in 24 hours.",
            "image": "https://m.media-amazon.com/images/I/611TAkO5AdL.jpg",
            "price": 89.99,
            "stock": 100
        },
        {
            "name": "AGLUCKY Countertop Ice Maker Machine, Portable Ice Makers Countertop, Make 26 lbs ice in 24 hrs,Ice Cube Rready in 6-8 Mins with Ice Scoop and Basket (Black)",
            "category": "Appliances",
            "brand": "AGLUCKY",
            "description": "Ice makers countertop and Wide Applications : AGLUCKY countertop ice maker has wide applications with compact size 12.3(D)*8.7(W)*12.6(H) inch.With portable and compact design,our countertop ice maker is easy to carry and operate. It have wide applications,whenever and wherever you are, ice is there.You can use it for bar, tea shop, KTV, kitchen and office.",
            "image": "https://m.media-amazon.com/images/I/711hYiu-6pL.jpg",
            "price": 109.99,
            "stock": 100
        },
        {
            "name": "Insulated Grocery shopping bag, Grey, Delivery,pizza,reusable bags, Sturdy zipper,Collapsible,tote,cooler,thermal,for instacart, for Doordash,Beach,waterproof transport… X-Large（16W x 12.5H x 9D） Black 1",
            "category": "Home & Kitchen",
            "brand": "musbus",
            "description": "❤[XL LARGE]: The insulated bags are pretty big (Size: 16 x 12.5 x 9 inches). It can hold 24 bottles of 500ml Cola. Quantity: 2 pack. Great for food delivery and grocery shopping.",
            "image": "https://m.media-amazon.com/images/I/811lJLxN45L.jpg",
            "price": 14.99,
            "stock": 100
        },
        {
            "name": "2-Pack Ice Machine Cleaner and Descaler 16 fl oz, Nickel Safe Descaler | Ice Maker Cleaner Compatible with All Major Brands (Scotsman, KitchenAid, Affresh) - Made in USA by Essential Values 2 Pack",
            "category": "Industrial & Scientific",
            "brand": "Essential Values",
            "description": "Powerful and Versatile: Use our 2-Pack ice machine cleaner and descaler in your Nugget Ice Maker, Profile Ice Maker, Igloo Ice Maker, Sonic Ice Maker, Opal Ice Machine, or your ice maker of choice. Our universal ice maker cleaning fluid restores your machines to like new.",
            "image": "https://m.media-amazon.com/images/I/7168yKt9TOS.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "FRIGIDAIRE EFIC189-Silver Compact Ice Maker, 26 lb per Day, Silver (Packaging May Vary)",
            "category": "Appliances",
            "brand": "FRIGIDAIRE",
            "description": "MODERN DESIGN: Stainless Steel Ice Maker with a large transparent window so you can always see your ice being made and the level",
            "image": "https://m.media-amazon.com/images/I/61LbRFIG2TL.jpg",
            "price": 120.89,
            "stock": 100
        },
        {
            "name": "Midea MRC04M3AWW, White 3.5 cu. ft. Mini Freezer, Cubic Feet 3.5 Cubic Feet Freezer",
            "category": "Appliances",
            "brand": "Midea",
            "description": "Mechanical Control with Adjustable Thermostat from -12 to -28 Degrees (Great for Storing Frozen Food, Ice Cream, Ice, etc)",
            "image": "https://m.media-amazon.com/images/I/61Z12He7qdL.jpg",
            "price": 240.47,
            "stock": 100
        },
        {
            "name": "Ice Maker Machine for Countertop, Self-Cleaning Function, 26Lbs/24H Portable Ice Maker, 9 Ice Ready in 6 Mins, Compact Ice Maker with Ice Scoop & Basket for Home Use/Party/Camping (Black) Black Medium",
            "category": "Industrial & Scientific",
            "brand": "FREE VILLAGE",
            "description": "2022 New Upgrated Ice Maker Machine：With new upgrated compressor, model HZB-12/C ice maker only takes 5-8 minutes to make 9 pieces of ice cubes, produce 26.5lbs. ice cubes in 24 hours, this ice maker will be a perfect substitute for the old refrigerator in your home.",
            "image": "https://m.media-amazon.com/images/I/71R9ZZeqS5S.jpg",
            "price": 139.99,
            "stock": 100
        },
        {
            "name": "VIVOHOME Electric Portable Compact Countertop Automatic Ice Cube Maker Machine with Hand Scoop and Self Cleaning Function 26lbs/day Black",
            "category": "Home & Kitchen",
            "brand": "VIVOHOME",
            "description": "LIGHTWEIGHT & PORTABLE - Lightweight feature makes it portable for using anywhere; Compact design performs well on any occasion; Perfect for RVs, boats, kitchens, tea shops, KTVs, offices, bars, restaurants, parties, gatherings, holidays, and so on",
            "image": "https://m.media-amazon.com/images/I/71d3OiLh8oL.jpg",
            "price": 139.99,
            "stock": 100
        },
        {
            "name": "GE Profile Opal | Countertop Nugget Ice Maker with Side Tank | Portable Ice Machine Makes up to 24 lbs. of Ice Per Day | Stainless Steel Finish Ice Maker + Side Tank No Bluetooth",
            "category": "Appliances",
            "brand": "GE",
            "description": "OPAL NUGGET ICE, THE GOOD ICE - Serve up chewable, crunchable, craveable nugget ice that's ready fast and retains its flavor, unlike traditional hard cubes; Refreshing nugget ice is made from compacted ice flakes and is perfect for cocktails, sodas and other beverages",
            "image": "https://m.media-amazon.com/images/I/81b5KcoaWGL.jpg",
            "price": 517.05,
            "stock": 100
        },
        {
            "name": "Broan-NuTone 412101 Non-Ducted Ductless Range Hood with Lights Exhaust Fan for Under Cabinet, 21-Inch, White White 21-Inch 1.0 Range Hood",
            "category": "Tools & Home Improvement",
            "brand": "Broan-NuTone",
            "description": "HIGH-QUALITY DUCTLESS RANGE HOOD INSERT: White hood insert improves ventilation and lighting over your stove with the non-ducted filtration system that effectively removes smoke and odors",
            "image": "https://m.media-amazon.com/images/I/61z+WdmGUEL.jpg",
            "price": 55.0,
            "stock": 100
        },
        {
            "name": "Euhomy Ice Maker Machine Countertop, 26 lbs in 24 Hours, 9 Cubes Ready in 6 Mins, Self-Clean Electric Ice Maker Compact Potable Ice Maker with Ice Scoop and Basket. for Home/Kitchen/Office.(Black) 12.59 x 9.64 x 12.59 inches Black 1",
            "category": "Industrial & Scientific",
            "brand": "E EUHOMY",
            "description": "Euhomy - GIVE YOU THE BEST ICE - Have you experienced a new type of bullet ice cube? Euhomy's newly designed bullet-type countertop ice maker machine brings you a brand new ice cube experience. Ice machine countertop can produce about 26 lbs of ice per day. Only 8 minutes can produce 9 pcs delicious ice cubes, you can do it anytime you want. Chewable ice cubes are perfect for Drinks/Food/Seafood/Smoothies.",
            "image": "https://m.media-amazon.com/images/I/71u5r4Vrq3L.jpg",
            "price": 114.99,
            "stock": 100
        },
        {
            "name": "Proctor Silex Electric Single Burner Cooktop, Compact and Portable, Adjustable Temperature Hot Plate, 1200 Watts, White & Stainless (34106) Single Burner Cooktop, 1200 Watts White & Stainless",
            "category": "Home & Kitchen",
            "brand": "Proctor Silex",
            "description": "FAST HEATING WITH 1200 WATTS Quickly boil water first thing in the morning for pour-over coffee or hot tea prepare a family meal or keep a side dish warm This electric stove (single) heats up quickly so beverages and meals are ready when you are",
            "image": "https://m.media-amazon.com/images/I/71l4EWi4L8L.jpg",
            "price": 19.99,
            "stock": 100
        },
        {
            "name": "Midea MRU03M2ABB Upright Freezer Large Black, 3.0 Cubic Feet",
            "category": "Appliances",
            "brand": "Midea",
            "description": "Reversible Door Hinge - allows right or left side opening, which makes it easy to fit any spot of your room",
            "image": "https://m.media-amazon.com/images/I/51Qyt6EuuhL.jpg",
            "price": 157.55,
            "stock": 100
        },
        {
            "name": "GE Profile Opal 2.0 | Countertop Nugget Ice Maker | Ice Machine with WiFi Connectivity | Smart Home Kitchen Essentials | Black Stainless Black Stainless Ice Maker",
            "category": "Appliances",
            "brand": "GE",
            "description": "OPAL NUGGET ICE, THE GOOD ICE - Serve up chewable, crunchable, craveable nugget ice that's ready fast and retains its flavor, unlike traditional hard cubes. Refreshing nugget ice is made from compacted ice flakes and is perfect for cocktails, sodas and other beverages",
            "image": "https://m.media-amazon.com/images/I/81Y4UsljfvL.jpg",
            "price": 579.0,
            "stock": 100
        },
        {
            "name": "Giantex Portable Mini Compact Twin Tub Washing Machine 17.6lbs Washer Spain Spinner Portable Washing Machine, Blue+ White",
            "category": "Appliances",
            "brand": "Giantex",
            "description": "【Easy to Operate】: This is our portable mini compact twin tub washing machine which is easy for you to operate. Saving so much time that you don't have to go to a laundry mat or wash things by hand in the tub.",
            "image": "https://m.media-amazon.com/images/I/61ydHx1s19L.jpg",
            "price": 209.99,
            "stock": 100
        },
        {
            "name": "Fresheracc Fridge Freezer Refrigerator Cabinet Lock Latch, (2 Packs) Adjustable French Door Guard for Toddlers Children Kids Special Needs, No Drill No Screw No Adhesive (2 Packs Black)",
            "category": "Baby",
            "brand": "FresherAcc",
            "description": "1000 Combination Cabinet Saftey Lock: 3 Digits Safety Refrigerator Lock Provides with 1000 Combination Protection, Only 3 Steps to Re-Set Your Own Combination in Seconds Without Any Tools.",
            "image": "https://m.media-amazon.com/images/I/61VreQwwL7L.jpg",
            "price": 12.95,
            "stock": 100
        },
        {
            "name": "Upstreman 3.2 Cu.Ft Mini Fridge with Freezer, Single Door Mini Fridge, Adjustable Thermostat, Mini Refrigerator for Dorm, Office, Bedroom, Black-BR321",
            "category": "Appliances",
            "brand": "Upstreman",
            "description": "Compact Single-Door: This mini fridge measures 18.7’’*17.4’’*33.1’’(W*D*H) and has 3.2 Cu.ft(90.6 L) capacity including freezer. The single door design is convenient and space efficient. While being able to grab ice cubes and drinks at one step, this single-door fridge has more capacity compares to those double-door fridges with the same size. The storage is greatly utilized, occupies a little space, making it perfect for dorms, offices, bedrooms, RV cars and garages.",
            "image": "https://m.media-amazon.com/images/I/819aOVGM+iL.jpg",
            "price": 189.97,
            "stock": 100
        },
        {
            "name": "SPACEKEEPER Furniture Dolly Mobile Roller, Extendable Appliance Rollers Mobile Washing Machine Base, Fridge Stand Moving Cart for Washing Machines, Refrigerators, Dryers, Dishwashers, Black",
            "category": "Home & Kitchen",
            "brand": "SPACEKEEPER",
            "description": "【Scalable & Easy to Store】- This furniture dolly is telescopic base design, which can be adjusted vertically and horizontally according to the furniture size. The adjustable length of each base is 17\" to 28\" which can can heavy objects of different sizes, like washing machine, refrigerator, cabinet, etc. And the dolly can be stored in any corner of the room when not in use for easy removal.",
            "image": "https://m.media-amazon.com/images/I/61DP88grrdL.jpg",
            "price": 24.99,
            "stock": 100
        },
        {
            "name": "Arctic King 7 cu ft Chest Freezer, Black",
            "category": "Appliances",
            "brand": "Generic",
            "description": "Easy clean interior plate is much easier to clean than typical silicone/aluminum plates",
            "image": "https://m.media-amazon.com/images/I/31VHUv4xEdL.jpg",
            "price": 275.0,
            "stock": 100
        },
        {
            "name": "Igloo ICEB26HNAQ Automatic Self-Cleaning Portable Electric Countertop Ice Maker Machine With Handle, 26 Pounds in 24 Hours, 9 Ice Cubes Ready in 7 minutes, With Ice Scoop and Basket, Aqua Aqua Ice Maker",
            "category": "Appliances",
            "brand": "Igloo",
            "description": "DESIGNED FOR CONVENIENCE: Convenient and compact in size, this ice maker looks good on a countertop while producing ice for whenever or wherever you need it",
            "image": "https://m.media-amazon.com/images/I/71MI9NBksIL.jpg",
            "price": 114.75,
            "stock": 100
        },
        {
            "name": "Gevi Counter Top Nugget Ice Maker with Thick Insulation | Portable Self Cleaning Pellet Ice Machine | Quietly Making Max 29Lb/Day | Stainless Steel Housing | Sleek Design for Home Kitchen RV (Blue) Nugget Blue 1",
            "category": "Appliances",
            "brand": "Gevi Household",
            "description": "【🧊Nugget Ice】 Also known as Crunchy ice or Chewable ice. Unlike those hard ice cubes, crushed nugget ice is made not only to cool down drinks but also to retain its flavor and provide crunchy chewable joy. Before you have to drive to chain stores for it, while now you can have it directly from your countertop whenever you like!",
            "image": "https://m.media-amazon.com/images/I/81jFLMiKTGL.jpg",
            "price": 469.99,
            "stock": 100
        },
        {
            "name": "Frigidaire Compact Countertop Ice Maker, Makes 26 Lbs. Of Bullet Shaped Ice Cubes Per Day, Silver Stainless",
            "category": "Appliances",
            "brand": "FRIGIDAIRE",
            "description": "COMPACT - Its 1.7 liter reservoir sits below ice basket and produce up to 26 lbs. of ice cubes per day",
            "image": "https://m.media-amazon.com/images/I/71ytZOcwYqL.jpg",
            "price": 129.99,
            "stock": 100
        },
        {
            "name": "CROWNFUL Ice Maker Countertop Machine, 9 Ice Cubes Ready in 8 Minutes, 26lbs Bullet Ice Cubes in 24H, Electric Ice Maker with Scoop and Basket - Black",
            "category": "Appliances",
            "brand": "CROWNFUL",
            "description": "EFFICIENT ICE MAKER: The CROWNFUL Portable Ice Maker has a built-in 1.8L large reservoir and produces up to 9 pieces of ice cubes in just 8 minutes and up to 26lbs in 24 hours. The melted ice water will flow into the reservoir again and will be used for the ice-making process. It is energy-saving and works efficiently.",
            "image": "https://m.media-amazon.com/images/I/61TviMKA-cL.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "Premium Clear Ice Ball Maker Mold - Whiskey Ice Ball Maker Large 2.4 Inch - Crystal Clear Ice Maker Sphere - Sphere Ice Mold Maker with Storage Bag - Clear Ice Mold for Clear Sphere Ball Ice Maker 2 Ice Balls Maker",
            "category": "Home & Kitchen",
            "brand": "BERLINZO",
            "description": "Perfect clarity: Crystal Clear Ice Ball Maker mold is the perfect choice to make clear ice in 24 hours. Long freezing time is a guarantee of success. This clear ice ball maker sphere is made with the freezing process found in nature, that makes the ice while retaining perfect clarity.",
            "image": "https://m.media-amazon.com/images/I/91Y9a5rnfrL.jpg",
            "price": 29.95,
            "stock": 100
        },
        {
            "name": "CROWNFUL Ice Maker Machine for Countertop, 9 Bullet Ice Cubes S/L Ready in 7 Minutes, 26lbs/24H, Auto self-Cleaning, Portable Small Ice Maker with Scoop and Basket (Black) Small Black 1",
            "category": "Appliances",
            "brand": "CROWNFUL",
            "description": "🍹QUIET & EFFICIENT: Portable Ice Maker produces up to 9 pieces of ice cubes in just 7 minutes. It can produce up to 26 pounds of ice per day. The countertop ice machine has a quiet cooling system that only requires low energy to cool. With ice maker sitting around the corner, you'll no longer need to worry about running out of ice cubes during your party or dinner.",
            "image": "https://m.media-amazon.com/images/I/61zAgtgt9LL.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "Portable Washing Machine Mini Washing 3in1 Dishwashers Mini Lights Ultrasonic Waves Convenient Travel Home Business Travel USB White",
            "category": "Appliances",
            "brand": "Danisse",
            "description": "▲【PRODUCT MATERIAL】: The folding washing machine is made of environmentally friendly PP and TPR materials. It is safe, non-toxic, and tasteless. It can be folded 20,000 times without breaking after experimental testing. Come with high-frequency ultrasonic cavitation , forward and reverse cleaning with the turbine. Adopting low noise design, no worrying disturbing your rest or sleeping!",
            "image": "https://m.media-amazon.com/images/I/61uCZMGF9lS.jpg",
            "price": 18.99,
            "stock": 100
        },
        {
            "name": "Frigidaire EFRF114-AMZ Upright Freezer 1.1 cu ft Stainless Platinum Design Series",
            "category": "Appliances",
            "brand": "FRIGIDAIRE",
            "description": "LARGE CAPACITY - 1.1 Cu. Ft. Capacity, ideal for a garage, a basement or a dorm",
            "image": "https://m.media-amazon.com/images/I/81RxnfLPF9L.jpg",
            "price": 180.03,
            "stock": 100
        },
        {
            "name": "Portable Countertop Dishwasher, 5 Washing Programs, Built-in 3-Cups Water Tank, 3D Cyclone Spray, Fruit & Vegetable Cleaning with Basket, High Temperature, Air Drying - Lights, Faucet Adapter Included",
            "category": "Appliances",
            "brand": "KAPAS",
            "description": "Build- in Lights Function, Portable Size: 16x16x17.5(H) inch, 26.4 LB Net Weight, Convenient Dishwasher can fit a Variety of Dishes (up to 12-inches in diameter at an angle) and is ideal for small-sized Houses, Apartments, Dorms, Boats and Campers/RVs",
            "image": "https://m.media-amazon.com/images/I/41QKnLzgEyL.jpg",
            "price": 388.0,
            "stock": 100
        },
        {
            "name": "Portable Laundry Washing Machine by BLACK+DECKER, Compact Pulsator Washer for Clothes, .9 Cubic ft. Tub, White, BPWM09W",
            "category": "Appliances",
            "brand": "BLACK+DECKER",
            "description": "SMALL PORTABLE WASHING MACHINE – Ideal for camping trips & RVs, apartments, & boats or dorms, our clothes washer is compact but powerful. It's easily stored or moved in small spaces, & connects to a faucet with the INCLUDED drain hose & sink adapter",
            "image": "https://m.media-amazon.com/images/I/51XA6q2KHvL.jpg",
            "price": 252.27,
            "stock": 100
        },
        {
            "name": "Counter Ice Maker Machine, Make 26lbs Ice in 24 Hours Ice Maker Countertop, 9 Cubes in 7mins Ice Maker Machine with LED Display, Ice Scoop and Basket for Home/Bar/RV 26L Black 1",
            "category": "Appliances",
            "brand": "KINGSWERE",
            "description": "New Experience Of Fast Ice Making: This counter ice maker machine can produce 9 ice cubes every 7 minutes. This means you can get 26 pounds of ice cubes every 24 hours. You can use ice cubes in any beverage you like, such as juice, whiskey and carbonated drinks.",
            "image": "https://m.media-amazon.com/images/I/717TTFoVisL.jpg",
            "price": 109.99,
            "stock": 100
        },
        {
            "name": "SUPER DEAL Compact Mini Twin Tub Washing Machine, Portable Laundry Washer w/Wash and Spin Cycle Combo, Built-in Gravity Drain, 13lbs Capacity for Camping, Apartments, Dorms, College Rooms, RV’s and more",
            "category": "Appliances",
            "brand": "SUPER DEAL",
            "description": "★ Twin Tub Design - With the Twin Tub dual function design, this washing machine can save your precious time by washing and spinning dry loads at the same time. You can move clothes directly from the washer to the spinner – or run both sides together to finish your laundry.",
            "image": "https://m.media-amazon.com/images/I/61HA7Fsh+dL.jpg",
            "price": 162.99,
            "stock": 100
        },
        {
            "name": "Frigidaire EFIC452-SSBLACK XL Maker, Makes 40 Lbs. of Clear Square Ice Cubes A Day, Black Stainless",
            "category": "Appliances",
            "brand": "FRIGIDAIRE",
            "description": "EXTRA LARGE CAPACITY - Its 2. 3 liter reservoir sits below ice basket and produce up to 40 lbs. of clear squared ice cubes per day",
            "image": "https://m.media-amazon.com/images/I/71DUtv3LqoS.jpg",
            "price": 193.59,
            "stock": 100
        },
        {
            "name": "Frigidaire EFIC117-SSBLACK-COM EFIC117-SSBLACK 26 Lbs Portable Compact Maker, Stainless Steel Ice Making Machine, Medium, Black Stainless",
            "category": "Tools & Home Improvement",
            "brand": "FRIGIDAIRE",
            "description": "Frigidaire Black Stainless Steel Ice Maker - Produce 26 Pounds of Ice Per Day - and Ice in as Little as 6 Minutes",
            "image": "https://m.media-amazon.com/images/I/71AbR67LOpL.jpg",
            "price": 108.0,
            "stock": 100
        },
        {
            "name": "Kismile Nugget Ice Maker Countertop,Portable Compact Ice Maker Machine with Self-Cleaning Function,44Lbs/24H,for Home/Kitchen/Office/Bar 44lbs nugget ice",
            "category": "Industrial & Scientific",
            "brand": "Kismile",
            "description": "QUICK CONTINUOUS ICE MAKING: Our ice maker is equipped with a powerful compressor but operates with low noise. After pressing the ICE/CLEAN button, the ice machine began to drop ice continuously after 10 minutes. Keeping the water tank full(capacity of 2.4L), it can produce 44lbs of nugget ice in 24hrs. Your family will never run out of fresh ice cubes.",
            "image": "https://m.media-amazon.com/images/I/818GBEvUoEL.jpg",
            "price": 329.99,
            "stock": 100
        },
        {
            "name": "Broan-NuTone SP3004 Reversible Stainless Steel Backsplash Range Hood Wall Shield for Kitchen, 24 by 30-Inch",
            "category": "Tools & Home Improvement",
            "brand": "Broan-NuTone",
            "description": "KITCHEN BACKSPLASH: Backsplash works great for keeping your kitchen walls looking new and clean from cooking splatters",
            "image": "https://m.media-amazon.com/images/I/71ny-BjstuL.jpg",
            "price": 44.89,
            "stock": 100
        },
        {
            "name": "Broan-NuTone 30-inch Under-Cabinet Convertible Range Hood with 2-Speed Exhaust Fan and Light, MAX 210 CFM, White White 30 Inch Range Hood",
            "category": "Appliances",
            "brand": "Broan-NuTone",
            "description": "30-INCH UNDER-CABINET RANGE HOOD INSERT: Fits neatly underneath cabinets to offer a complete solution to your kitchen ventilation needs by providing both an exhaust fan and overhead light",
            "image": "https://m.media-amazon.com/images/I/51Hj2+iU8qL.jpg",
            "price": 62.0,
            "stock": 100
        },
        {
            "name": "Upstreman 1.7 Cu.ft Mini Fridge with Freezer, Adjustable Thermostat, Energy Saving, Low Noise, Single Door Compact Refrigerator for Dorm, Office, Bedroom, Black-FR17",
            "category": "Appliances",
            "brand": "Upstreman",
            "description": "Compact & Convenient: Given a dimension of 18.9” *17.7” *19.3” (W*D*H), this mini fridge can fit it anywhere you need. Whether it’s the on the counter or under the desk, it requires little space yet offers plenty of storage room, perfect for apartment, dorm, office, bedroom and RV. The reversible door provides great flexibility when used in a limited space.",
            "image": "https://m.media-amazon.com/images/I/61Y4tbAP8zL.jpg",
            "price": 129.97,
            "stock": 100
        },
        {
            "name": "Panaromia Ice Maker Machine Countertop, 27 lbs in 24 Hours, Self-Cleaning Ice Maker Countertop with Handle, 9 Cubes Ready in 8 Mins, Electric Ice Maker with Ice Scoop and Basket Home/Kitchen/Office",
            "category": "Industrial & Scientific",
            "brand": "Panaromia",
            "description": "8 Mins Fast Ice Making: Panaromia compact ice maker takes only 8 minutes to get 9 chewable, delicious bullet-shaped ice cubes per cycle and making 27 lbs Bullet Ice Cubes in 24 hours, which enables you to enjoy fresh and good ice cubes every day.",
            "image": "https://m.media-amazon.com/images/I/61vH28BeoVL.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "Broan-NuTone F403008 Two-Speed Four-Way Convertible Range Hood, 30-Inch, Almond Almond 30-Inch Range Hood",
            "category": "Appliances",
            "brand": "Broan-NuTone",
            "description": "30-INCH UNDER-CABINET RANGE HOOD INSERT: Fits neatly underneath cabinets to offer a complete solution to your kitchen ventilation needs by providing both an exhaust fan and overhead light",
            "image": "https://m.media-amazon.com/images/I/61tJkW1xH+L.jpg",
            "price": 51.8,
            "stock": 100
        },
        {
            "name": "FRIGIDAIRE EFIC101-BLACK Portable Compact Maker, 26 lb per Day, Ice Making Machine, Black Black Ice Maker",
            "category": "Appliances",
            "brand": "FRIGIDAIRE",
            "description": "Convenient, compact design is ideal for use in small kitchens & other compact spaces like RVs, boats & more",
            "image": "https://m.media-amazon.com/images/I/71nwK6MEQrL.jpg",
            "price": 82.49,
            "stock": 100
        },
        {
            "name": "Cosmo 63175S 30 in. Wall Mount Range Hood with Ductless Convertible Duct (additional filters needed, not included), Ceiling Chimney-Style Stove Vent, LEDs Light, Permanent Filter, 3 Speed Fan, in Stainless Steel",
            "category": "Appliances",
            "brand": "COSMO",
            "description": "Built with cutting edge technology and with the utmost of care, Cosmo brings you beautiful premium range hoods at an affordable price. Expect cooking and cleaning experiences that make life easier, brighten up your kitchen, and protect your health",
            "image": "https://m.media-amazon.com/images/I/71a9qxqCbYL.jpg",
            "price": 235.99,
            "stock": 100
        },
        {
            "name": "Broan-NuTone BCSQ130SS Three-Speed Glacier Under-Cabinet Range Hood with LED Lights ADA Capable, 1.5 Sones, 375 Max Blower CFM, 30\", Stainless Steel",
            "category": "Appliances",
            "brand": "Broan-NuTone",
            "description": "30-INCH UNDER-CABINET RANGE HOOD INSERT: Fits neatly underneath cabinets to offer a complete solution to your kitchen ventilation needs by providing both an exhaust fan and overhead light",
            "image": "https://m.media-amazon.com/images/I/51qM3AoHVdL.jpg",
            "price": 142.86,
            "stock": 100
        },
        {
            "name": "Farberware FDW05ASBWHA Complete Portable Countertop Dishwasher with 5-Liter Built-in Water Tank, 5 Programs, Baby Care, Glass & Fruit Wash-Black/White Black Dishwasher",
            "category": "Appliances",
            "brand": "Farberware",
            "description": "QUALITY CONTROL NOTE All dishwashers are factory tested to ensure proper operation As a result it is normal for small amounts of residual water to be found in the unit",
            "image": "https://m.media-amazon.com/images/I/71a9VHdSx6L.jpg",
            "price": 399.99,
            "stock": 100
        },
        {
            "name": "Igloo Automatic Portable Electric Countertop Ice Maker Machine, 26 Pounds in 24 Hours, 9 Ice Cubes Ready in 7 minutes, With Ice Scoop and Basket, Perfect for Water Bottles, Mixed Drinks, Parties Aqua Ice Maker",
            "category": "Appliances",
            "brand": "Igloo",
            "description": "DESIGNED FOR CONVENIENCE: The Igloo countertop ice maker is portable, convenient, compact in size, and looks great on any countertop. This portable ice maker does not require installation so you can make ice whenever or wherever you need it. A large window on the lid allows for easy viewing of ice cube capacity",
            "image": "https://m.media-amazon.com/images/I/61DKFTSowtL.jpg",
            "price": 136.99,
            "stock": 100
        },
        {
            "name": "Cosmo 668ICS750 30 in. Island Mount Range Hood with 380 CFM, Soft Touch Controls, Permanent Filters, LED Lights, Tempered Glass Visor in Stainless Steel 30 inch",
            "category": "Appliances",
            "brand": "COSMO",
            "description": "Built with cutting edge technology and with the utmost of care, Cosmo brings you beautiful premium range hoods at an affordable price. Expect cooking and cleaning experiences that make life easier, brighten up your kitchen, and protect your health",
            "image": "https://m.media-amazon.com/images/I/61udt42skOL.jpg",
            "price": 379.99,
            "stock": 100
        },
        {
            "name": "Broan-NuTone 403023 B000UW02A6 ADA Capable Under-Cabinet Range Hood, 30 Inch, Black",
            "category": "Appliances",
            "brand": "Broan-NuTone",
            "description": "30-INCH UNDER-CABINET RANGE HOOD INSERT: Fits neatly underneath cabinets to offer a complete solution to your kitchen ventilation needs by providing both an exhaust fan and overhead light",
            "image": "https://m.media-amazon.com/images/I/61P8cVg--uL.jpg",
            "price": 62.0,
            "stock": 100
        },
        {
            "name": "COSTWAY Portable Mini Washing Machine with Spin Dryer, Washing Capacity 5.5lbs, Electric Compact Laundry Machines Durable Design Washer Energy Saving, Rotary Controller Blue",
            "category": "Appliances",
            "brand": "COSTWAY",
            "description": "▲【Compact & Portable Washing Machine】This washing machine is portable and compact. It is perfect for your limited space such as dorms, apartments, condos, motor homes, RV's, camping and more. And the light weight makes it easy for moving.",
            "image": "https://m.media-amazon.com/images/I/61295PuqwNL.jpg",
            "price": 109.99,
            "stock": 100
        },
        {
            "name": "Galanz GLR74BBER12 Retro Bottom Mount Refrigerator, Adjustable Mechanical Thermostat with True Freezer, Blue, 7.4 Cu Ft 7.4 Cu Ft Blue",
            "category": "Appliances",
            "brand": "Galanz",
            "description": "SPACE SAVING & LARGE CAPACITY This retro bottom mount refrigerator with 20.79’’ 24.09’’ 65.55’’ (WD H), and 7.4 Cu. Ft. capacity is perfectly sized to keep your favorite beverage cool, fruit or other food fresh. The sleek, retro design refrigerator is perfect for college dorm rooms, offices, garages, home bars.",
            "image": "https://m.media-amazon.com/images/I/71yjIvDlQwL.jpg",
            "price": 383.0,
            "stock": 100
        },
        {
            "name": "Fire 7 Kids tablet, 7\" Display, ages 3-7, 16 GB, Blue Kid-Proof Case Blue Kids Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "2-year worry-free guarantee: if it breaks, return it and we'll replace it for free.",
            "image": "https://m.media-amazon.com/images/I/61HqG+mJN1L.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 tablet, 8\" HD display, 32 GB, latest model (2020 release), designed for portable entertainment, Black 32 GB Lockscreen Ad-Supported Black Fire HD 8",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "8\" HD display, 2X the storage (32 or 64 GB of internal storage and up to 1 TB with microSD card) + 2 GB RAM. 10th generation (2020 release).",
            "image": "https://m.media-amazon.com/images/I/71FpwqhD+DL.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 Kids tablet, 8\" HD display, ages 3-7, 32 GB, Blue Kid-Proof Case Blue Kids Fire HD 8",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $90 on a full-featured Fire HD 8 tablet (not a toy), 1 year of Amazon Kids+ (FreeTime Unlimited), a Kid-Proof Case with built-in stand, and 2-year worry-free guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/61s3tGaiYtL.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 tablet, 10.1\", 1080p Full HD, 32 GB, latest model (2021 release), Black 32 GB Lockscreen Ad-Supported Black Fire HD 10",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Fast and responsive - powerful octa-core processor and 3 GB RAM. 50% more RAM than previous generation.",
            "image": "https://m.media-amazon.com/images/I/61y-9Uk3D1L.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "Ferilinso Designed for iPhone 13 Pro Max Camera Lens Protector, Designed for iPhone 13 Pro Camera Lens Protector, 3 Pack 9H Tempered Glass, Night Shooting Mode, Case Friendly, High Definition Transparent 3",
            "category": "All Departments",
            "brand": "Ferilinso",
            "description": "Compatibility: Included 3 Pack Tempered-Glass Camera Lens Protector, only for iPhone 13 Pro Max 6.7 inch & iPhone 13 Pro 6.1 inch, Not for any other models. Fully protect your phone.",
            "image": "https://m.media-amazon.com/images/I/71TadfhjQ6L.jpg",
            "price": 7.89,
            "stock": 100
        },
        {
            "name": "Fire 7 Kids tablet, 7\" Display, ages 3-7, 16 GB, Pink Kid-Proof Case Pink Kids Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "2-year worry-free guarantee: if it breaks, return it and we'll replace it for free.",
            "image": "https://m.media-amazon.com/images/I/61mLOngWd+L.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 tablet, 8\" HD display, 32 GB, latest model (2020 release), designed for portable entertainment, Twilight Blue 32 GB Lockscreen Ad-Supported Twilight Blue Fire HD 8",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "8\" HD display, 2X the storage (32 or 64 GB of internal storage and up to 1 TB with microSD card) + 2 GB RAM. 10th generation (2020 release).",
            "image": "https://m.media-amazon.com/images/I/71FpwqhD+DL.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Mac Book Pro Charger - 100W USB C Charger Power Adapter Compatible with MacBook Pro 16, 15, 14, 13 Inch, MacBook Air 13 Inch, iPad Pro 2021/2020/2019/2018, Included 7.2ft USB C to C Cable",
            "category": "All Departments",
            "brand": "Ixcv",
            "description": "Super Fast Charger: ixcv 100W USB C Macbook charger has a high charging efficiency of up to 96%, the charger can fully charge most laptops in about 1 hour and 25 minutes. It can charge most mobile phones from 0% to 80% in 20 minutes. Works with USB C 29W, 30W, 61W, 67W, 87W, 96W PD model.",
            "image": "https://m.media-amazon.com/images/I/41MQhnG2u5L.jpg",
            "price": 37.99,
            "stock": 100
        },
        {
            "name": "Fire 7 Kids tablet, 7\" Display, ages 3-7, 16 GB, Purple Kid-Proof Case Purple Kids Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "2-year worry-free guarantee: if it breaks, return it and we'll replace it for free.",
            "image": "https://m.media-amazon.com/images/I/61GABcR6YXL.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "Fire 7 tablet, 7\" display, 16 GB, latest model (2019 release), Black 16 GB Lockscreen Ad-Supported Black Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "7\" IPS display; 16 or 32 GB of internal storage (add up to 512 GB with microSD)",
            "image": "https://m.media-amazon.com/images/I/71TI2NQuuNL.jpg",
            "price": 39.99,
            "stock": 100
        },
        {
            "name": "Sabrent 4-Port USB 2.0 Data Hub with Individual LED lit Power Switches [Charging NOT Supported] for Mac & PC (HB-UMLS)",
            "category": "Electronics",
            "brand": "SABRENT",
            "description": "Instantly Add Four USB 2.0 Ports to Any Compatible Device.",
            "image": "https://m.media-amazon.com/images/I/71igbmDJwDL.jpg",
            "price": 8.95,
            "stock": 100
        },
        {
            "name": "Fire HD 8 Kids tablet, 8\" HD display, ages 3-7, 32 GB, Purple Kid-Proof Case Purple Kids Fire HD 8",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $90 on a full-featured Fire HD 8 tablet (not a toy), 1 year of Amazon Kids+ (FreeTime Unlimited), a Kid-Proof Case with built-in stand, and 2-year worry-free guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/61LVS0gkh8L.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 Kids tablet, 8\" HD display, ages 3-7, 32 GB, Pink Kid-Proof Case Pink Kids Fire HD 8",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $90 on a full-featured Fire HD 8 tablet (not a toy), 1 year of Amazon Kids+ (FreeTime Unlimited), a Kid-Proof Case with built-in stand, and 2-year worry-free guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/611WD4Nzx6L.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "TP-Link AC1750 Smart WiFi Router (Archer A7) -Dual Band Gigabit Wireless Internet Router for Home, Works with Alexa, VPN Server, Parental Control, QoS AC1750, Dual-Band",
            "category": "Electronics",
            "brand": "TP-Link",
            "description": "JD Power Award ---Highest in customer satisfaction for wireless routers 2017 and 2019",
            "image": "https://m.media-amazon.com/images/I/51R2a9p-vNL.jpg",
            "price": 53.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 Plus tablet, 10.1\", 1080p Full HD, 32 GB, latest model (2021 release), Slate 32 GB Lockscreen Ad-Supported Slate Fire HD 10 Plus",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Get more with Plus: Everything in Fire HD 10, plus wireless charging, 4 GB RAM, and a soft-touch finish.",
            "image": "https://m.media-amazon.com/images/I/61luY7fGdFS.jpg",
            "price": 119.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 Kids Pro tablet, 8\" HD, ages 6–12, 32 GB, Doodle Doodle Standalone Fire Kids Pro",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $90 on a full-featured tablet (not a toy) designed specifically for kids ages 6–12 that includes 1 year of Amazon Kids+, parental controls, a slim case, and a 2-year worry-free guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/61U6eVzf2US.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "300 PCS Stickers Pack (50-850Pcs/Pack), Colorful VSCO Waterproof Stickers, Cute Aesthetic Stickers. Laptop, Water Bottle, Phone, Skateboard Stickers for Teens Girls Kids, Vinyl Sticker.",
            "category": "Electronics",
            "brand": "OtRainbow",
            "description": "😎【 Cost-effective 】: Package includes 400 pieces of different sticker styles. It includes 300 large stickers ranging in size from 2.5 inches to 3.5 inches, and 100 Pcs free gift mini stickers ranging in size from 0.8 inches to 1.2 inches.",
            "image": "https://m.media-amazon.com/images/I/91cqHb9t32L.jpg",
            "price": 13.89,
            "stock": 100
        },
        {
            "name": "Dell USB 3.0 Ultra HD/4K Triple Display Docking Station (D3100), Black",
            "category": "Electronics",
            "brand": "Dell",
            "description": "2 x USB 2.0 to 4 pin USB Type A, 1 x headphone input and output 3.5 millimeter",
            "image": "https://m.media-amazon.com/images/I/61qALmGqKGL.jpg",
            "price": 143.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 Plus tablet, HD display, 32 GB, latest model (2020 release), our best 8\" tablet for portable entertainment, Slate 32 GB Lockscreen Ad-Supported Slate Fire HD 8 Plus",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "8\" HD display, 2X the storage (32 or 64 GB of internal storage and up to 1 TB with microSD card) + 3 GB RAM.",
            "image": "https://m.media-amazon.com/images/I/7115EhX2BxL.jpg",
            "price": 59.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 tablet, 8\" HD display, 32 GB, latest model (2020 release), designed for portable entertainment, Plum 32 GB Lockscreen Ad-Supported Plum Fire HD 8",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "8\" HD display, 2X the storage (32 or 64 GB of internal storage and up to 1 TB with microSD card) + 2 GB RAM. 10th generation (2020 release).",
            "image": "https://m.media-amazon.com/images/I/71FpwqhD+DL.jpg",
            "price": 49.99,
            "stock": 100
        },
        {
            "name": "4-Port USB Hub 3.0, T-Sound USB Splitter for Laptop, Ps4 Keyboard and Mouse Adapter for Dell, Asus, HP, MacBook Air, Surface Pro, Acer, Xbox, Flash Drive, HDD, Console, Printer, Camera",
            "category": "Electronics",
            "brand": "YaimhSound",
            "description": "* Great Compatibility: T-Sound 4-port USB hub applies to various devices: laptop, pc tower, XBOX, PS4, flash drive, keyboard, mouse, card reader, HDD, cellphone OTG adapter, printer, camera, USB fan and USB cables",
            "image": "https://m.media-amazon.com/images/I/61fp4xUdsAL.jpg",
            "price": 12.99,
            "stock": 100
        },
        {
            "name": "TP-Link Deco AX3000 WiFi 6 Mesh System(Deco X55) - Covers up to 6500 Sq.Ft. , Replaces Wireless Router and Extender, 3 Gigabit ports per unit, supports Ethernet Backhaul (3-pack) AX3000, 3-pack",
            "category": "Electronics",
            "brand": "TP-Link",
            "description": "Wi-Fi 6 Mesh Wi-Fi - Next-gen Wi-Fi 6 AX3000 whole home mesh system to eliminate weak Wi-Fi for good(2×2/HE160 2402 Mbps + 2×2 574 Mbps)",
            "image": "https://m.media-amazon.com/images/I/5193y88mnpL.jpg",
            "price": 249.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 Kids Pro tablet, 8\" HD, ages 6–12, 32 GB, Intergalactic Intergalactic Standalone Fire Kids Pro",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $90 on a full-featured tablet (not a toy) designed specifically for kids ages 6–12 that includes 1 year of Amazon Kids+, parental controls, a slim case, and a 2-year worry-free guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/61U6eVzf2US.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "Apple 85W MagSafe 2 Power Adapter (for MacBook Pro with Retina Display)",
            "category": "All Departments",
            "brand": "Apple",
            "description": "The 85W MagSafe 2 Power Adapter features a magnetic DC connector so if someone should trip over it, the cord disconnects harmlessly and your MacBook Pro stays put safely. It also helps prevent fraying or weakening of the cables over time. In addition, the magnetic DC helps guide the plug into the system for a quick and secure connection.",
            "image": "https://m.media-amazon.com/images/I/41dQs8oZuWL.jpg",
            "price": 47.5,
            "stock": 100
        },
        {
            "name": "TP-Link WiFi 6 Router AX1800 Smart WiFi Router (Archer AX21) – Dual Band Gigabit Router, Works with Alexa - A Certified for Humans Device AX1800(Newer Model)",
            "category": "Electronics",
            "brand": "TP-Link",
            "description": "JD Power Award - Highest in customer satisfaction for wireless routers 2017 and 2019",
            "image": "https://m.media-amazon.com/images/I/61O4qvVY6XL.jpg",
            "price": 79.99,
            "stock": 100
        },
        {
            "name": "Motorola MB8611 DOCSIS 3.1 Multi-Gig Cable Modem | Pairs with Any WiFi Router | Approved for Comcast Xfinity, Cox Gigablast, Spectrum | 2.5 Gbps Port | 2500 Mbps Max Internet Speeds DOCSIS 3.1 (2.5 Gbps Ethernet Port)",
            "category": "Electronics",
            "brand": "Motorola",
            "description": "Ultra-fast DOCSIS 3.1 performance - Delivers true Gigabit-plus speeds. Supports fast internet plans with Comcast Xfinity, Cox, and Spectrum. Backward compatible with 32x8 DOCSIS 3.0.",
            "image": "https://m.media-amazon.com/images/I/51jeSWK0oOL.jpg",
            "price": 179.98,
            "stock": 100
        },
        {
            "name": "Docking Station USB C to Dual HDMI Adapter, USB C Hub Dual HDMI Monitors for Windows,USB C Adapter with Dual HDMI,3 USB Port,PD Compatible for Dell XPS 13/15, Lenovo Yoga,etc",
            "category": "Electronics",
            "brand": "MOKiN",
            "description": "USB C Adapter USB C Dual HDMI Adapter USB C Docking Station for Windows Laptops. Convert your usb c port into 6 ports:2 HDMI (4K 30Hz), 1 USB 3.0 and 2 USB 2.0 ,100w pd.",
            "image": "https://m.media-amazon.com/images/I/81FTnKx9JyL.jpg",
            "price": 33.14,
            "stock": 100
        },
        {
            "name": "Lenovo Flex 5 Laptop, 14.0\" FHD Touch Display, AMD Ryzen 5 5500U, 16GB RAM, 256GB Storage, AMD Radeon Graphics, Windows 11 Home AMD - R5",
            "category": "Electronics",
            "brand": "Lenovo",
            "description": "Powered by an AMD Ryzen 5 5500U mobile processor with Radeon graphics, this portable notebook computer has 16GB DDR4 RAM and 256GB NVMe SSD Storage",
            "image": "https://m.media-amazon.com/images/I/71zZiQGzc5L.jpg",
            "price": 579.99,
            "stock": 100
        },
        {
            "name": "Fire 7 tablet, 7\" display, 16 GB, latest model (2019 release), Twilight Blue 16 GB Lockscreen Ad-Supported Twilight Blue Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "7\" IPS display; 16 or 32 GB of internal storage (add up to 512 GB with microSD)",
            "image": "https://m.media-amazon.com/images/I/71GP2AH8xXL.jpg",
            "price": 39.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 Kids Pro tablet, 10.1\", 1080p Full HD, ages 6–12, 32 GB, Doodle Doodle Standalone Fire Kids Pro",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $99 on a full-featured tablet (not a toy) designed specifically for kids ages 6–12 that includes 1 year of Amazon Kids+, parental controls, a slim case, and a 2-year worry-free guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/71h3WD4NL0S.jpg",
            "price": 139.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 tablet, 10.1\", 1080p Full HD, 32 GB, latest model (2021 release), Lavender 32 GB Lockscreen Ad-Supported Lavender Fire HD 10",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Fast and responsive - powerful octa-core processor and 3 GB RAM. 50% more RAM than previous generation.",
            "image": "https://m.media-amazon.com/images/I/61b5GiWigBS.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 Kids tablet, 10.1\", 1080p Full HD, ages 3–7, 32 GB, Sky Blue Sky Blue Standalone Fire Kids tablet",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $99 on a full-featured tablet (not a toy) for kids ages 3–7 that includes 1 year of Amazon Kids+, parental controls, a Kid-Proof Case, and 2-year guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/6138Pgj95jS.jpg",
            "price": 139.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 Kids tablet, 10.1\", 1080p Full HD, ages 3–7, 32 GB, Lavender Lavender Standalone Fire Kids tablet",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $99 on a full-featured tablet (not a toy) for kids ages 3–7 that includes 1 year of Amazon Kids+, parental controls, a Kid-Proof Case, and 2-year guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/614UeXVoRWS.jpg",
            "price": 139.99,
            "stock": 100
        },
        {
            "name": "USB C Docking Station Dual Monitor, 14 in 1 USB-C Laptop Docking Station USB Type C Hub Multiport Adapter Dongle with 2 HDMI VGA 5 USB SD/TF Audio for Dell/Surface/HP/Lenovo Laptops",
            "category": "Electronics",
            "brand": "MOKiN",
            "description": "【Advance chip】USB C Docking Station Expand your work opportunities(support 3 different monitors) and provide you more stable performance. No need any drivers or software, just plug and play.Support Extend Mode Or Mirror Mode, HDMI 3840*2160@30hz, VGA 1920*1080@60Hz. An ideal Gadget for Video Editor, Photography, Programmer. Support both SST and MST mode. Please note that if you use it on Apple Mac OS system, it only support mirror mode without triple display",
            "image": "https://m.media-amazon.com/images/I/81kKEudGqXL.jpg",
            "price": 56.94,
            "stock": 100
        },
        {
            "name": "Fire 7 tablet, 7\" display, 16 GB, latest model (2019 release), Plum 16 GB Lockscreen Ad-Supported Plum Fire 7",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "7\" IPS display; 16 or 32 GB of internal storage (add up to 512 GB with microSD)",
            "image": "https://m.media-amazon.com/images/I/71GP2AH8xXL.jpg",
            "price": 39.99,
            "stock": 100
        },
        {
            "name": "ARRIS SURFboard SB8200 DOCSIS 3.1 Gigabit Cable Modem | Approved for Cox, Xfinity, Spectrum & others | White , Max Internet Speed Plan 1000 Mbps Docsis 3.1 Modem",
            "category": "Electronics",
            "brand": "ARRIS",
            "description": "DOCSIS 3 1 Cable Modem best for cable internet speed plans up to 2 Gbps. Note, a 2nd IP address is required from your cable internet provider to reach 2 Gbps.",
            "image": "https://m.media-amazon.com/images/I/811hXbnxN8L.jpg",
            "price": 149.99,
            "stock": 100
        },
        {
            "name": "havit HV-F2056 15.6\"-17\" Laptop Cooler Cooling Pad - Slim Portable USB Powered (3 Fans), Black/Blue Black+Blue",
            "category": "Electronics",
            "brand": "Havit",
            "description": "[Ultra-portable]: slim, portable, and light weight allowing you to protect your investment wherever you go",
            "image": "https://m.media-amazon.com/images/I/81k9Wd5QZyL.jpg",
            "price": 27.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 tablet, 10.1\", 1080p Full HD, 32 GB, latest model (2021 release), Denim 32 GB Lockscreen Ad-Supported Denim Fire HD 10",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Fast and responsive - powerful octa-core processor and 3 GB RAM. 50% more RAM than previous generation.",
            "image": "https://m.media-amazon.com/images/I/61b5GiWigBS.jpg",
            "price": 99.99,
            "stock": 100
        },
        {
            "name": "TP-Link Deco WiFi 6 Mesh System(Deco X20) - Covers up to 5800 Sq.Ft. , Replaces Wireless Routers and Extenders(3-Pack, 6 Ethernet Ports in total, supports Wired Ethernet Backhaul) WiFi 6 Mesh, 3-pack",
            "category": "Electronics",
            "brand": "TP-Link",
            "description": "Wi-Fi 6 Mesh Wi-Fi - Next-gen Wi-Fi 6 AX1800 whole home mesh system to eliminate weak Wi-Fi for good",
            "image": "https://m.media-amazon.com/images/I/41-7IH0eSvL.jpg",
            "price": 199.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 Plus tablet, 10.1\", 1080p Full HD, 64 GB, latest model (2021 release), Slate 64 GB Lockscreen Ad-Supported Slate Fire HD 10 Plus",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Get more with Plus: Everything in Fire HD 10, plus wireless charging, 4 GB RAM, and a soft-touch finish.",
            "image": "https://m.media-amazon.com/images/I/61luY7fGdFS.jpg",
            "price": 159.99,
            "stock": 100
        },
        {
            "name": "Surface Pro Surface Laptop Charger [UL Listed] 65W Power Adapter Compatible with Microsoft Surface Pro X Pro 7 Pro 6 Pro 5 Pro 4 Pro 3 Surface Laptop 1 2 3 Surface Go 1 2 Surface Book and Travel Case",
            "category": "All Departments",
            "brand": "KABCON",
            "description": "[UL Certified Updated Version] KABCON 65W Power Supply has been tested, approved, and certified by Underwriter Laboratories and bear the UL label. Safe and quality guarantee.",
            "image": "https://m.media-amazon.com/images/I/61MrUGjRaFS.jpg",
            "price": 25.49,
            "stock": 100
        },
        {
            "name": "TP-Link Deco Mesh WiFi System (Deco S4) – Up to 5,500 Sq.ft. Coverage, Replaces WiFi Router and Extender, Gigabit Ports, Works with Alexa, 3-pack 3-5 Bedrooms,3-pack",
            "category": "Electronics",
            "brand": "TP-Link",
            "description": "A New Way to WiFi: Deco Mesh technology gives you a better WiFi experience in all directions with faster WiFi speeds and strong WiFi signal to cover your whole home.",
            "image": "https://m.media-amazon.com/images/I/614CaSPw+BS.jpg",
            "price": 129.99,
            "stock": 100
        },
        {
            "name": "96W USB C Charger for MacBook Pro 16, 15, 14, 13 inch 2021, 2020, 2019, 2018, New MacBook Air, iPad Pro, USBC, Type C Thunderbolt Laptop Power Adapter Supply, LED, 6.6ft 5A USB C to C Charging Cable",
            "category": "Electronics",
            "brand": "IFEART",
            "description": "96 Watt USB C Power Adapter: full charge 2019 MacBook Pro 16 inch in only 1h 47mins, faster than full charge a cellphone; higher charging performance than 87W, 67W, 61W, 30W USB C charger while charging for MacBook Pro 15/14/13/12 inch, New MacBook Air 13 inch.",
            "image": "https://m.media-amazon.com/images/I/510T-ozeqaL.jpg",
            "price": 33.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 Kids tablet, 10.1\", 1080p Full HD, ages 3–7, 32 GB, Aquamarine Aquamarine Standalone Fire Kids tablet",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $99 on a full-featured tablet (not a toy) for kids ages 3–7 that includes 1 year of Amazon Kids+, parental controls, a Kid-Proof Case, and 2-year guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/61NPfcGPoqS.jpg",
            "price": 139.99,
            "stock": 100
        },
        {
            "name": "Fire HD 8 Kids Pro tablet, 8\" HD, ages 6–12, 32 GB, Sky Blue Sky Blue Standalone Fire Kids Pro",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Save up to $90 on a full-featured tablet (not a toy) designed specifically for kids ages 6–12 that includes 1 year of Amazon Kids+, parental controls, a slim case, and a 2-year worry-free guarantee, versus items purchased separately.",
            "image": "https://m.media-amazon.com/images/I/61U6eVzf2US.jpg",
            "price": 69.99,
            "stock": 100
        },
        {
            "name": "NETGEAR Nighthawk Smart Wi-Fi Router, R6700 - AC1750 Wireless Speed Up to 1750 Mbps | Up to 1500 Sq Ft Coverage & 25 Devices | 4 x 1G Ethernet and 1 x 3.0 USB Ports | Armor Security AC WiFi",
            "category": "Electronics",
            "brand": "NETGEAR",
            "description": "Recommended for up to 25 devices: Reliably stream videos, play games, surf the internet, and connect smart home devices",
            "image": "https://m.media-amazon.com/images/I/61FA9BbugzL.jpg",
            "price": 68.99,
            "stock": 100
        },
        {
            "name": "2020 Apple MacBook Pro with Apple M1 Chip (13-inch, 8GB RAM, 512GB SSD Storage) - Space Gray 512GB Space Gray",
            "category": "All Departments",
            "brand": "Apple",
            "description": "Apple-designed M1 chip for a giant leap in CPU, GPU, and machine learning performance",
            "image": "https://m.media-amazon.com/images/I/71an9eiBxpL.jpg",
            "price": 1299.99,
            "stock": 100
        },
        {
            "name": "Fire HD 10 tablet, 10.1\", 1080p Full HD, 64 GB, latest model (2021 release), Black 64 GB Lockscreen Ad-Supported Black Fire HD 10",
            "category": "Amazon Devices",
            "brand": "Amazon",
            "description": "Fast and responsive - powerful octa-core processor and 3 GB RAM. 50% more RAM than previous generation.",
            "image": "https://m.media-amazon.com/images/I/61y-9Uk3D1L.jpg",
            "price": 139.99,
            "stock": 100
        },
        {
            "name": "NETGEAR 4-Stream WiFi 6 Dual-Band Gigabit Router (WAX204) – AX1800 Wireless Speed (Up to 1.8 Gbps) | Coverage up to 1,500 sq. ft, 40 Devices",
            "category": "Electronics",
            "brand": "NETGEAR",
            "description": "Fast AX1800 Gigabit speed with WiFi 6 technology for uninterrupted streaming, HD video gaming, and web conferencing",
            "image": "https://m.media-amazon.com/images/I/512P6FWcqkS.jpg",
            "price": 44.99,
            "stock": 100
        },
        {
            "name": "Amazon eero 6 dual-band mesh Wi-Fi 6 system with built-in Zigbee smart home hub (3-pack, one eero 6 router + two eero 6 extenders) 1 router + 2 extenders",
            "category": "Amazon Devices",
            "brand": "eero",
            "description": "Whole-home Wi-Fi 6 coverage - an eero 6 3-pack covers up to 4,500 sq ft. with wifi and supports wifi speeds up to 500 Mbps.",
            "image": "https://m.media-amazon.com/images/I/714NiH0+FFS.jpg",
            "price": 199.0,
            "stock": 100
        }
    ]
}